{
  "timestamp": 1743269556.499574,
  "expiry": 86400,
  "results": [
    {
      "title": "A Local Similarity Function for Katabatic Flows Derived From Field A Local Similarity Function for Katabatic Flows Derived From Field Observations Over Steep-and Shallow-Angled Slopes Observations Over Steep-and Shallow-Angled Slopes",
      "authors": [
        "C. Hang",
        "H. Oldroyd",
        "M. Giometto"
      ],
      "abstract": null,
      "doi": null,
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/9a243dae6c8e2af990066562751228de88bdcf2a",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 2,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Shallow Katabatic Flow in a Complex Valley: An Observational Case Study Leveraging Uncrewed Aircraft Systems",
      "authors": [
        "S. Bailey",
        "S. Smith",
        "M. Sama"
      ],
      "abstract": null,
      "doi": "10.1007/s10546-022-00783-w",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/d1f2da531e4448986261f70df0298551755051a0",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Small-Scale Anisotropy in Stably Stratified Turbulence; Inferences Based on Katabatic Flows",
      "authors": [
        "E. Kit",
        "H. Fernando"
      ],
      "abstract": "The focus of the current study is on the anisotropy of stably stratified turbulence that is not only limited to large scales and an inertial subrange but also penetrates to small-scale turbulence in the viscous/dissipation subrange on the order of the Kolmogorov scale. The anisotropy of buoyancy forces is well-known, including ensuing effects such as horizontal layering and pancakes structures. Laboratory experiments in the nineties by Van Atta and his students showed that the anisotropy penetrates to very small scales, but their experiments were performed only at a relatively low Reλ (i.e., at Taylor Reynolds numbers) and, therefore, did not provide convincing evidence of anisotropy penetration into viscous sublayers. Nocturnal katabatic flows having configurations of stratified parallel shear flows and developing on mountain slopes provide high Reynolds number data for testing the notion of anisotropy at viscous scales, but obtaining appropriate time series of the data representing stratified shear flows devoid of unwarranted atmospheric factors is a challenge. This study employed the “in situ” calibration of multiple hot-film-sensors collocated with a sonic anemometer that enabled obtaining a 90 min continuous time series of a “clean” katabatic flow. A detailed analysis of the structure functions was conducted in the inertial and viscous subranges at an Reλ around 1250. The results of DNS simulations by Kimura and Herring were employed for the interpretation of data.",
      "doi": "10.3390/atmos14060918",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/4b92c24c37b855eeb72b3425036e7a73b5f3508f",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Air‐sea interactions and water mass transformation during a katabatic storm in the Irminger Sea",
      "authors": [
        "O. Gutjahr",
        "J. Jungclaus",
        "N. Brüggemann"
      ],
      "abstract": "We use a global 5-km resolution model to analyze the air-sea interactions during a katabatic storm in the Irminger Sea originating from the Ammassalik valleys. Katabatic storms have not yet been resolved in global climate models, raising the question of whether and how they modify water masses in the Irminger Sea. Our results show that dense water forms along the boundary current and",
      "doi": "10.1029/2021jc018075",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/cc94b5f41a4bc2feb36c976f2697c6df219c94cb",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 11,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Mean flow structure of katabatic winds and turbulent mixing properties",
      "authors": [
        "C. Charrondière",
        "C. Brun",
        "E. Hopfinger"
      ],
      "abstract": "Abstract The recent field measurements of katabatic winds on steep alpine slopes provide a unique database for theoretical analysis of the mean flow development and the determination of mixing properties. The theory is based on the depth-integrated momentum and heat equations, and demonstrates an increase in mean velocity $U$ with downstream distance $x$ according to $x^{n}$ ($n\\leq 1/2$). An equation for the mean wind velocity is established, expressing its dependency on the buoyancy flux, related to the heat flux to the ground, entrainment and bottom friction. No ambient stratification, and ambient wind and constant ground surface temperature, lead to $U{\\sim} x^{1/2}$, while constant heat flux to the ground leads to $U{\\sim} x^{1/3}$ and requires that the reduced gravity decreases as $x^{-1/3}$. Stable ambient stratification $N$ causes, in addition to small-amplitude mean flow oscillations, a decrease in reduced gravity with $x$, in which case the assumption of constant surface heat flux along $x$ is only an approximation. The turbulent fluxes are a function of gradient Richardson number $Ri$ with the ratio of turbulent diffusivity to viscosity $K_h/K_m$ changing from nearly $1.4$ to approximately $0.5$ at $Ri\\approx 0.5$. A new mixing efficiency is introduced that includes turbulence kinetic energy production or consumption by along-slope turbulent buoyancy flux. It increases with $Ri$ up to $0.25$ at $Ri\\approx 0.5$ and then remains nearly constant. The measurements allowed us to determine the bottom drag coefficients and interfacial entrainment, with the ground surface heat flux being determined from the mean buoyancy flux.",
      "doi": "10.1017/jfm.2022.281",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/cb22b18aa5840396722170324b3211c9b7e2c86c",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 4,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Shallow katabatic flow on a non-uniformly cooled slope",
      "authors": [
        "R. Hewitt",
        "J. Unadkat",
        "A. Wise"
      ],
      "abstract": "We examine katabatic flow driven by a non-uniformly cooled slope surface but unaffected by Coriolis acceleration. A general formulation is given, valid for non-uniform surface buoyancy distributions over a down-slope length scale $$L\\gg \\delta _0$$ L ≫ δ 0 , where $$\\delta _0=\\nu /(N\\sin \\alpha )^{1/2}$$ δ 0 = ν / ( N sin α ) 1 / 2 is the slope-normal Prandtl depth, for a kinematic viscosity $$\\nu$$ ν , buoyancy frequency N and slope angle $$\\alpha$$ α . We demonstrate that the similarity solution of Shapiro and Fedorovich (J Fluid Mech 571:149–175, 2007) can remain quantitatively relevant local to the end of a non-uniformly cooled region. The usefulness of the steady similarity solution is determined by a spatial eigenvalue problem on the L length scale. Broadly speaking, there are also two modes of temporal instability; stationary down-slope aligned vortices and down-slope propagating waves. By considering the limiting inviscid stability problem, we show that the origin of the vortex mode is spatial oscillation of the buoyancy profile normal to the slope. This leads to vortex growth in a region displaced from the slope surface, at a point of buoyancy inflection, just as the propagating modes owe their existence to an inflectional velocity. Non-uniform katabatic flows that detrain fluid to the ambient are shown to further destabilise the vortex mode whereas entraining flows lead to weaker vortex growth rates. Rayleigh waves dominate in general, but the vortex modes become more significant at small slope angles and we quantify their relative growth rates.",
      "doi": "10.1007/s10652-022-09887-w",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/d5bd07e7a0923c8e024a651736aa57cfb66ed63f",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Investigation of oscillations in katabatic Prandtl slope flows",
      "authors": [
        "Sebastian Henao‐Garcia",
        "Cheng-Nian Xiao",
        "Inanc Senocak"
      ],
      "abstract": "Dynamically unstable katabatic Prandtl slope flows are studied via numerical simulations and spectral analysis. Results confirm the presence of aperiodic temporal and spatial oscillations in the flow fields due to the emergence and propagation of flow instabilities. Damped en masse oscillations are observed to dominate the initial oscillatory stage of laminar katabatic slope flows. Stationary longitudinal rolls, which are dominant at shallow slopes, are observed to meander with increasing stratification perturbation parameter and the average distance between the rolls exhibits a strong dependence on slope inclination for slope angles less than 35∘$$ 3{5}^{\\circ } $$ . At much steeper slopes, traveling slope waves emerge and they are transported at the mean jet velocity. Both types of instability rolls coexist for certain combinations of dimensionless parameters, forming intricate structures that break into smaller eddies as the flow becomes more dynamically unstable. In the dynamically unstable nonturbulent regime, en masse oscillations are insignificant, but their normalised frequency can be used to discern the type of flow instability.",
      "doi": "10.1002/qj.4405",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/a6b611dbe6087ddcd0a34faef4b35d12b089901b",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Wind and Sea-Ice Dynamics Drive Isotopic Variations of Total Gaseous Mercury on the Antarctic Coast.",
      "authors": [
        "Ben Yu",
        "Lin Yang",
        "Hong-wei Liu"
      ],
      "abstract": "Clarifying the sources and fates of atmospheric mercury (Hg) in the Antarctic is crucial to understand the global Hg circulation and its impacts on the fragile ecosystem of the Antarctic. Herein, the annual variations in the isotopic compositions of total gaseous Hg (TGM), with 5-22 days of sampling duration for each sample, were presented for the first time to provide isotopic evidence of the sources and environmental processes of gaseous Hg around the Chinese Great Wall Station (GWS) in the western Antarctic. Different from the Arctic tundra and lower latitude areas in the northern hemisphere, positive δ202Hg (0.58 ± 0.21‰, mean ± 1SD) and negative Δ199Hg (-0.30 ± 0.10‰, mean ± 1SD) in TGM at the GWS indicated little impact from the vegetation-air exchange in the Antarctic. Correlations among TGM Δ199Hg, air temperature, and ozone concentrations suggested that enhanced katabatic wind that transported inland air masses to the continental margin elevated TGM Δ199Hg in the austral winter, while the surrounding marine surface emissions controlled by sea-ice dynamics lowered TGM Δ199Hg in the austral summer. The oxidation of Hg(0) might elevate Δ199Hg in TGM during atmospheric Hg depletion events but have little impact on the seasonal variations of atmospheric Hg isotopes. The presented atmospheric Hg isotopes were essential to identify the transport and transformation of atmospheric Hg and further understand Hg cycling in the Antarctic.",
      "doi": "10.1021/acs.est.0c07474",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/7138d446a69fbf26eb0c253944857e85f2274cbe",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 15,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Inside Katabatic Winds Over the Terra Nova Bay Polynya: 2. Dynamic and Thermodynamic Analyses",
      "authors": [
        "P. Guest"
      ],
      "abstract": "Surface fluxes and atmospheric boundary layer budgets of enthalpy and momentum are quantified using bulk and integral methods based on measurements obtained during a research vessel transect across the Terra Nova Bay polynya during an intense late autumnal katabatic wind event. The surface sensible, latent, and net radiation heat fluxes had maximum upward values of 2,500 ± 600, 400 ± 100, and 100 ± 7 Wm−2, respectively, which occurred over open regions that had been cleared of sea ice by the wind stress. In these open areas, sea spray enhanced the sensible and latent heat fluxes (LHFs) by an estimated 106% and 18%, respectively. As sea ice formed on the surface and became thicker in the downwind direction, the sensible and LHFs decreased to 50% of their maximum values over pancake ice and to 5% at the downwind end of the transect, where snow‐covered young ice flows were present. Snow growth removed over 50% of the water vapor that came from the surface. The surface wind stress ranged from mean values of 2.9 Nm−2 in the most upwind regions to 0.9 Nm−2 at the end of the transect, with smaller scale variations of almost a factor of three due to different surface types (roughnesses) and gustiness. The downwind slowing and turning of the wind vector can be almost entirely explained by frictional and inertial forces, indicating the horizontal pressure gradient was weak. This case could serve as a case study for future modeling studies of coastal polynyas.",
      "doi": "10.1029/2021JD034904",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/3ffebbb9751d2adc46c4efde29f2d7b7e9cdca6e",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic and convective processes drive two preferred peaks in the precipitation diurnal cycle over the Central Himalaya",
      "authors": [
        "Kieran M. R. Hunt",
        "A. Turner",
        "R. Schiemann"
      ],
      "abstract": "The diurnal cycle of precipitation over the Central Himalaya is governed by a complex interaction between the diurnal cycle of tropical convection and local orographic flow. Understanding this interaction is crucial for model evaluation, where the simulation of such processes is highly sensitive to model resolution and choice of parametrisation schemes. In this study, the mean diurnal cycle is computed using gridded satellite data–Integrated Multi‐satellitE Retrievals for Global Precipitation Measurement (GPM) (IMERG) data and is shown to be bimodal, with one peak in the late afternoon (1700 India Standard Time (IST)) and a stronger one in the early morning (0200 IST). This structure is an artefact of compositing, as individual days are associated with single peaks. The late‐afternoon “convective” peak is shown to be linked to the diurnal cycle of tropical convection, whereas the nocturnal “katabatic” peak is shown to be triggered by nocturnal downslope flow converging with the background monsoon circulation. As such, the katabatic peak is strongly favoured by an active monsoon trough, which provides greater southeasterly moisture flux to the foothills, resulting in increased low‐level moisture flux convergence upon interaction with the katabatic northerlies. When the trough is less active, precipitation is brought to the region by mesoscale convective systems, ranging in scale from tens to thousands of kilometres, resulting in convective peaks. We hypothesise that these convective afternoon peaks are enhanced by anabatic flow. It is shown that the Boreal Summer Intraseasonal Oscillation does not play a significant role in modulating either the timing or the amplitude of the diurnal cycle; however, low‐pressure systems do: either by intensifying the trough (and hence the katabatic peak), or, when further north, by providing deep convection (hence supporting the convective peak). Two reanalyses and a separate 17‐km model with parametrised convection capture both peaks, but overestimate the magnitude of the convective peak and underestimate the magnitude of the katabatic peak.",
      "doi": "10.1002/qj.4275",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/704c6d6d024678e1c58f7c2f46661393fc28867a",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Atmospheric Boundary Layer and Surface Conditions during Katabatic Wind Events over the Terra Nova Bay Polynya",
      "authors": [
        "Marta Wenta",
        "J. Cassano"
      ],
      "abstract": "Off the coast of Victoria Land, Antarctica an area of open water—the Terra Nova Bay Polynya (TNBP)—persists throughout the austral winter. The development of this coastal polynya is driven by extreme katabatic winds blowing down the slopes of Transantarctic Mountains. The surface-atmosphere coupling and ABL transformation during the katabatic wind events between 18 and 25 September 2012 in Terra Nova Bay are studied, using observations from Aerosonde unmanned aircraft system (UAS), numerical modeling results and Antarctic Weather Station (AWS) measurements. First, we analyze how the persistence and strength of the katabatic winds relate to sea level pressure (SLP) changes in the region throughout the studied period. Secondly, the polynya extent variations are analysed in relation to wind speed changes. We conclude that the intensity of the flow, surface conditions in the bay and regional SLP fluctuations are all interconnected and contribute to polynya development. We also analyse the Antarctic Mesoscale Prediction System (AMPS) forecast for the studied period and find out that incorrect representation of vertical ABL properties over the TNBP might be caused by overestimated sea ice concentrations (SIC) used as model input. Altogether, this research provides a unique description of TNBP development and its interactions with the atmosphere and katabatic winds.",
      "doi": "10.1002/essoar.10503391.1",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/f958e3fb7d7ab846a2e3a11d1084829570a1179f",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Winds over Steep Slopes: Overview of a Field Experiment Designed to Investigate Slope-Normal Velocity and Near-Surface Turbulence",
      "authors": [
        "C. Charrondière",
        "C. Brun",
        "J. Cohard"
      ],
      "abstract": null,
      "doi": "10.1007/s10546-021-00644-y",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/7718aa8c777e81a0757f1173f2f5f2b9f38a2171",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 9,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Inside Katabatic Winds Over the Terra Nova Bay Polynya: 1. Atmospheric Jet and Surface Conditions",
      "authors": [
        "P. Guest"
      ],
      "abstract": "The atmospheric and surface conditions during a late autumnal strong katabatic wind event were quantified using ship and rawinsonde measurements over the Terra Nova Bay coastal polynya. Wind speeds decreased from 35 to 18 ms−1, while the wind direction decreased 18° over the distance from the Nansen Ice Shelf edge out 99 km eastward toward the Ross Sea. Maximum velocity winds (jet cores) at 173, 238, 179 and 144 m elevation were associated with atmospheric boundary layers capped by temperature inversions with bases at 294, 325, 226 and 196 m elevation. The tops of the inversion layers (near 700 m at all locations) also marked the top of the katabatic wind layer. Boundary layer air temperature and specific humidity increased from −31 to −21°C and 0.1 to 0.6 gkg−1, respectively, in response to the warm polynya surface. The air at 15 ± 8 m elevation was saturated with respect to ice, causing supersaturation and snow growth where the air parcels become cooler in the upper atmospheric boundary layer. The surface was characterized by three zones, a fluid zone (open ocean, frazil, shuga and pancake floes), an accumulation zone (fused, rafted and compressed pancake floes) and a young floe zone (large floes). The surface temperature varied from freezing (−1.7°C) in the fluid zone to near air temperature (−20°C) in the floe zone with the largest horizontal surface temperature gradient occurring in the transition between the fluid zone and the accumulation zone, and at the edges of leads in the floe zone.",
      "doi": "10.1029/2021JD034902",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/3c0140b834c72f806e9b4a36fd1bd876c77b735d",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 8,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Flow Structures Indicative of the Flux Dissimilarity for Stable Stratification",
      "authors": [
        "Xiaofeng Guo",
        "Wei Yang",
        "Zhiqiu Gao"
      ],
      "abstract": null,
      "doi": "10.1007/s10546-021-00660-y",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/95cd901c1adec9f621eb255d953df83558d26b6a",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 6,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the turbulence structure of deep katabatic flows on a gentle mesoscale slope",
      "authors": [
        "I. Stiperski",
        "A. Holtslag",
        "M. Lehner"
      ],
      "abstract": "A comprehensive analysis of the turbulence structure of relatively deep midlatitude katabatic flows (with jet maxima between 20 and 50 m) developing over a gentle (1°) mesoscale slope with a long fetch upstream of the Meteor Crater in Arizona is presented. The turbulence structure of flow below the katabatic jet maximum shows many similarities with the turbulence structure of shallower katabatic flows, with decreasing turbulence fluxes with height and almost constant turbulent Prandtl number. Still stark differences occur above the jet maximum where turbulence is suppressed by strong stability, is anisotropic and there is a large sub‐mesoscale contribution to the flux. Detecting the stable boundary‐layer top depends on the method used (flux‐ vs. anisotropy‐profiles) but both methods are highly correlated. The top of the stable boundary layer, however, mostly deviates from the jet maximum height or the top of the near‐surface inversion. The flat‐terrain formulations for the boundary‐layer height correlate well with the detected top of the stable boundary layer if the near‐surface and not the background stratification is used in their formulations; however, they mostly largely overestimate this boundary‐layer height. The difference from flat‐terrain boundary layers is also shown through the dependence of size of the dominant eddy with height. In katabatic flows the eddy size is semi‐constant with height throughout the stable boundary‐layer depth, whereas in flat terrain, eddy size varies significantly with height. Flux‐gradient and flux‐variance relationships show that turbulence data from different stable boundary‐layer scaling regimes collapse on top of each other showing that the dominant dependence is not on the scaling regime but on the local stability.",
      "doi": "10.1002/qj.3734",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/50ae3da72f96bbc2220dabc1b54d3fb41a40e3b2",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Characteristics of the summer 3‐D katabatic flow in a semi‐arid zone—The case of the Dead Sea",
      "authors": [
        "Jenny Paperman",
        "O. Potchter",
        "P. Alpert"
      ],
      "abstract": "The katabatic winds have been studied over the slopes surrounding the Dead Sea (DS, in brevity), located at altitude of 433 m below sea level focusing on the summer season when the katabatic winds are most frequent, persistent and pronounced due to the summer stable weather conditions. The study observes the katabatic wind pulses, which are intermittent, via 3‐D innovative measurement tools with high time and space resolution employing Energy Balance Stations, Radiosondes and Lidars. The nocturnal katabatic pulses were investigated employing vertical depth, wind direction/intensity, duration, number of pulses and the time intervals separating them, as well as the begin and termination times during August 2014. The average direction of the pulses depends on the nearby slopes orientations while the intensity depends on the station's elevation and its location relative to the slope. The average katabatic number of pulses, duration, time intervals and their beginning and terminating times were found to strongly depend on the other local flows. The average vertical depth of the katabatic layer from both sides of the DS, in Israel and Jordan, was found to be at 450–950 m above ground level, depending on the measurement time period as well as the tools' sensitivities employing the “KIT cube system”—an advanced integrated atmospheric observation system, which allows 3‐D accurate analysis of the detailed katabatic wind pulses over the DS. The average number of the katabatic pulses was found to be ~2.9–3.5 pulses·night−1. The average duration of each pulse was ~69–94 min and the time interval separating them ~32–44 min depending on the flows which interrupt the pulses. The starting time of first katabatic pulse in local time was 0113 LST (±0119). These findings are of great relevance for the DS evaporation as well as bio‐meteorological and pollution aspects.",
      "doi": "10.1002/joc.7346",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/43dbe23868f303c9fb05c7bdd3fa0d2e1666be04",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 4,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Surface Energy Balance at Panda 1 Station, Princess Elizabeth Land: A Typical Katabatic Wind Region in East Antarctica",
      "authors": [
        "M. Ding",
        "Diyi Yang",
        "M. Broeke"
      ],
      "abstract": "Using automatic weather station and reanalysis data (ERA5) from 2011 at Panda‐1 Station, situated in the katabatic region of Princess Elizabeth Land, East Antarctica, the surface energy balance was calculated using a surface temperature iteration method, and the characteristics of each energy component were analyzed. Downward shortwave and longwave radiation were the two primary energy sources during summer days with seasonal means of 346 and 142 W m−2. The turbulent fluxes of sensible and latent heat flux represent smaller heat sources. In the annual mean, reflected shortwave radiation exceeds the upward longwave radiation with a seasonal average values of −287 W m−2. During winter, the shortwave radiation is small, and the main energy input and output terms of the surface energy balance are downward and upward longwave radiation, with seasonal average values of 149 and −159 W m−2, respectively. The combination of high wind speed and a large near‐surface humidity gradient during summer resulted in significant frost depositional events. The total surface frost deposition for the whole year was 24 kg m−2, which accounted for 61% of the total accumulation (averaged over 10 years). When a high‐pressure ridge blocks cyclones and deflects fronts of low‐pressure systems to inland East Antarctica during winter, this has a significant impact on the surface energy balance at Panda 1 automatic weather station, with daily sensible and latent heat fluxes increasing by as much as 25 and 12 W m−2, respectively. These results still contain uncertainties as we only address a single year, when interannual variability may be considerable, and we do not consider drifting snow sublimation.",
      "doi": "10.1029/2019JD030378",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/91586202100561f7adf7c6cb31e7dfa44ec144f9",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 26,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Impact of katabatic winds on the environment of Neanderthals during the Middle Palaeolithic in westernmost Europe",
      "authors": [
        "J. Lefort",
        "J. Monnier",
        "J. Renouf"
      ],
      "abstract": "Compilation of the offshore and onshore altitudinal limits of the loess deposits of western France and southern England shows that they were deposited by low‐level wind fields. These relate to (i) the deflation of silt‐rich sediment extracted from the outwash plains of the not far distant British–Irish Ice Sheet and from the palaeo‐rivers of the Channel, and (ii) the existence of north and north‐western palaeo‐winds deduced from particle size analysis and heavy mineral distribution, and suggest (iii) that loess particles were transported by strong katabatic winds blowing from the northern ice‐covered regions towards Brittany and Normandy. Comparison between the main orientation of Neanderthal shelters and the direction of the katabatic winds shows that they were perpendicular to each other. The dominant orientation of the shelters was apparently ruled by these winds. A small‐scale study concentrating on the penultimate glaciation shows that in contrast to Brittany and Normandy where loess deposits accumulated on north‐facing cliffs, in England the same particles were deposited on the leeside of the hills. The existence of deflation zones, violently swept by Marine Isotope Stage 6 katabatic winds south of the British–Irish ice sheet, was probably at the origin of the restricted number of Neanderthals at that time in England. © 2021 John Wiley & Sons, Ltd.",
      "doi": "10.1002/jqs.3361",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/17614066437b4a9c706ba7f9288597d4e31beb86",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Distinguishing Time Scales of Katabatic Flow in Complex Terrain",
      "authors": [
        "S. Drake",
        "C. Higgins",
        "E. Pardyjak"
      ],
      "abstract": "To examine spatial and temporal scales of katabatic flow, a distributed temperature sensing (DTS) optical fiber was deployed 2 km down a mild slope irregularly interrupted by small-scale drainage features as part of the Mountain Terrain Atmospheric Modeling and Observation (MATERHORN) experiment conducted at the U.S. Army Dugway Proving Ground, Utah. The fiber was suspended at two heights near the surface, enabling measurement of variations in lapse rate near the surface at meter-scale spatial resolution with 1-min temporal resolution. Experimental results derived from the DTS and tower-mounted instrumentation indicate that airflow through small-scale drainage features regulated the local cooling rate whereas topographic slope and distance along the drainage strongly influenced the larger-scale cooling rate. Empirical results indicate that local cooling rate decays exponentially after local sunset and basin-wide cooling rate decreases linearly with time. The difference in the functional form for cooling rate between local and basin-wide scales suggests that small-scale features have faster timescales that manifests most strongly shortly after local sunset. More generally, partitioning drainage flow by scale provides insight and a methodology for improved understanding of drainage flow in complex terrain.",
      "doi": "10.3390/atmos12121651",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/be24c862034d8013a87d2a58e4bd69d9869882ac",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Gravity Wave Excitation during the Coastal Transition of an Extreme Katabatic Flow in Antarctica",
      "authors": [
        "É. Vignon",
        "G. Picard",
        "C. Durán-Alarcón"
      ],
      "abstract": "\n The offshore extent of Antarctic katabatic winds exerts a strong control on the production of sea ice and the formation of polynyas. In this study, we make use of a combination of ground-based remotely sensed and meteorological measurements at Dumont d’Urville (DDU) station, satellite images, and simulations with the Weather Research and Forecasting Model to analyze a major katabatic wind event in Adélie Land. Once well developed over the slope of the ice sheet, the katabatic flow experiences an abrupt transition near the coastal edge consisting of a sharp increase in the boundary layer depth, a sudden decrease in wind speed, and a decrease in Froude number from 3.5 to 0.3. This so-called katabatic jump manifests as a turbulent “wall” of blowing snow in which updrafts exceed 5 m s−1. The wall reaches heights of 1000 m and its horizontal extent along the coast is more than 400 km. By destabilizing the boundary layer downstream, the jump favors the trapping of a gravity wave train—with a horizontal wavelength of 10.5 km—that develops in a few hours. The trapped gravity waves exert a drag that considerably slows down the low-level outflow. Moreover, atmospheric rotors form below the first wave crests. The wind speed record measured at DDU in 2017 (58.5 m s−1) is due to the vertical advection of momentum by a rotor. A statistical analysis of observations at DDU reveals that katabatic jumps and low-level trapped gravity waves occur frequently over coastal Adélie Land. It emphasizes the important role of such phenomena in the coastal Antarctic dynamics.",
      "doi": "10.1175/jas-d-19-0264.1",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/499f3fa05ce285b53f0d5935c3a5c773cdd3dad9",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 20,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}