{
  "timestamp": 1743108673.918699,
  "expiry": 86400,
  "results": [
    {
      "title": "Peer Review File Manuscript Title: Orbital Period Change of Dimorphos Due to the DART Kinetic Impact Reviewer Comments & Author Rebuttals",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/e1afb3a84a190942ae2d79eb418e4e85044864bd",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 58,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: OSIRIS-REx at Asteroid (101955) Bennu: Selecting the Prime and Backup Sample Sites, Invited Paper 492627",
      "authors": [
        "H. Enos",
        "D. Lauretta",
        "P. Antreasian"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/0de391a7b860898face9c10b7c7e5a076d48fca1",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title : In Situ and Post ProcessingWorkflows for Asteroid Ablation Studies",
      "authors": [
        "M. John",
        "Nouanesengsy",
        "Boonthanome"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/869c0383e7dd9f9ae75567fbb368aaab2f7352aa",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title CAPABILITIES OF EARTH-BASED RADAR FACILITIES FOR NEAR-EARTH ASTEROID OBSERVATIONS Permalink",
      "authors": [
        "P. Naidu",
        "L. Benner",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/b21d1efdfe3c9f73d73a830a27685532fe2bb57a",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Improved algorithms for radar-based reconstruction of asteroid shapes Permalink",
      "authors": [
        "A. Greenberg",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/c21491eaf78eca8a5ed50f5a5b650abddf0359a2",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the Title of Moriarty's Dynamics of an Asteroid",
      "authors": [
        "Alejandro Jenkins"
      ],
      "abstract": "We propose an explanation of the title of Prof. James Moriarty's treatise_Dynamics of an Asteroid_, a scientific work mentioned by Sherlock Holmes in_The Valley of Fear_ and prominently featured in Guy Ritchie's 2011 film_Sherlock Holmes: A Game of Shadows_. Our views on the subject differ from those expressed in Isaac Asimov's \"The Ultimate Crime\".",
      "doi": null,
      "year": 2013,
      "url": "https://www.semanticscholar.org/paper/09600c0786ef2246fcc8778652f4d824d15914c9",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid families: properties, recent advances, and future opportunities",
      "authors": [
        "B. Novaković",
        "D. Vokrouhlický",
        "F. Spoto"
      ],
      "abstract": "Collisions are one of the key processes shaping planetary systems. Asteroid families are outcomes of such collision still identifiable across our solar system. The families provide a unique view of catastrophic disruption phenomena and have been in the focus of planetary scientists for more than a century. Most of them are located in the main belt, a ring of asteroids between Mars and Jupiter. Here we review the basic properties of the families, discuss some recent advances, and anticipate future challenges. This review pays more attention to dynamic aspects such as family identification, age determination, and long-term evolution. The text, however, goes beyond that. Especially, we cover the details of young families that see the major advances in the last years, and we anticipate it will develop even faster in the future. We also discuss the relevance of asteroid families for water-ice content in the asteroid belt and our current knowledge on links between families and main-belt comets. query Please check the edit made in the article title.",
      "doi": "10.1007/s10569-022-10091-7",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/45af44e5ecbb8fc8cc482652c86eec816d168bc3",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 19,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: BEHAVIORAL ASPECTS OF RIGHTING IN THE ASTEROID",
      "authors": [
        "Echinoderms Henricia",
        "L. aequalis"
      ],
      "abstract": null,
      "doi": null,
      "year": 2010,
      "url": "https://www.semanticscholar.org/paper/ff656d5e94e1e63e108400267e8093eb2c47c1e6",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Pre-proofs Title : Adipose tissue distribution from body MRI is associated with cross-sec ‐ tional and longitudinal brain age in adults",
      "authors": [
        "D. Beck",
        "A. D. Lange",
        "D. Alnæs"
      ],
      "abstract": null,
      "doi": null,
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/ec0f5df187242f27d91fc8658dc6dfb78becd158",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 11,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title : Reference Intervals of Hematological Parameters in a Large Sample of Turkish Population from the Cukurova Region of Turkey Running Title : Reference Intervals of Hematological Parameters",
      "authors": [
        "G. Koç",
        "A. Kokangul",
        "Dilek Iscan"
      ],
      "abstract": null,
      "doi": null,
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/4f1b871d82e2cacde0ea3038a1292045e9a45efc",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Peer Review File Manuscript Title: Fine-regolith production on asteroids controlled by rock porosity",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/ab414f27f458353afc9b59ee07c370515d5f6821",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Prevalence and associations of asteroid hyalosis: the Beijing Eye Study",
      "authors": [
        "Chuan Zhang",
        "L. Shao",
        "L. Dong"
      ],
      "abstract": "Background To determine the prevalence and associations of asteroid hyalosis (AH) in a Chinese population-based cohort. Methods The retrospective, cross-sectional, population-based Beijing Eye Study 2011 included 3468 individuals with a mean age of 64.6 ± 9.8 years (range: 50–93 years). Participants underwent detailed ophthalmic examinations including fundus photographs for diagnosis of AH. Data on systemic and ocular factors were collected for all participants according to the standardized protocol. Multiple linear regression and multivariate Logistic regression analysis were performed. Results Fundus photographs were gradable in 3419 subjects. AH was detected in 63 (0.9%, 95% CI: 0.7%, 1.1%) eyes of 53 (1.6%, 95% CI: 1.1%, 2.0%) subjects. AH was bilateral in 18.9%. Mean age of all subjects with AH was 69.2 ± 9.5 years (median, 71.0 years; range, 51–91 years), mean spherical equivalent was 0.63 ± 1.53D (median, 0.75 D; range, -4.12 to 4.00D). In multivariate analysis, prevalence of AH was associated with elder age ( P  = 0.014, OR 1.057), thicker lens ( P  = 0.032, OR 3.887), higher spherical equivalent ( P  = 0.017, OR 1.396). Conclusions In adult Chinese in Beijing, the prevalence of AH was 0.9% for eyes or 1.6% for subjects. AH was associated with elder age, thicker lens, and higher spherical equivalent. It was not associated with diabetes or other systemic indicators.",
      "doi": "10.1186/s12886-022-02586-6",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/9d8df416598d1beed6ecedd8f9f8a9d1f5e2f2ce",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Furthering Asteroid Resource Utilization in the Next Decade though Technology Leadership",
      "authors": [
        "C. Lewicki",
        "A. Graps",
        "M. Elvis"
      ],
      "abstract": "A significant opportunity for synergy between pure research and asteroid resource research exists. We provide an overview of the state of the art in asteroid resource utilization, and highlight where we can accelerate the closing of knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Mine Project Value Curve Project Value as a function of mineral resource confidence, and associated terrestrial industry terms. Executive Summary The study of asteroids as a way to understand Solar System origins and dynamic evolution is accelerating with recent science missions including OSIRIS-REx, Hayabusa 2 and soon to be launched missions including Psyche, Lucy, DART, MMX and Janus. Simultaneously there has been a rapid growth of activity around ​using the vast resources of the asteroids. Many of the science mission results also contribute to understanding these objects as potential orebodies. A significant opportunity for synergy between pure research and asteroid resource research has opened up, with pure and applied research each benefiting from the other. This white paper provides a brief overview of the state of the art in asteroid resource utilization, and highlights where further research can help accelerate the closing of science knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Asteroid Resources Asteroid Resources are vast. The iron in the Main Belt has some 10 million times the known resources on Earth . Water and other volatiles, as well as precious metals, are also abundant 1 among the asteroids. For a long time, though, the prospect of actually harnessing these resources has seemed remote. Now “Mining the Sky” is no longer seen as a fantasy, but as a realistic, though challenging, enterprise. Starting about a decade ago, there have been a number of well-publicized start-ups with asteroid mining as their goal: Planetary Resources, Deep Space Industries, TransAstra and others. These commercial pursuits have been supplemented by a space-resource focused degree program at the Colorado School of Mines, and graduate seminars at the University of Central Florida, among others. The near-term hurdles are mostly financial. Development of the necessary technology needs too long a horizon (>5 years) for most investors. The US government has often brought down risk for entrepreneurs by investing in new technology . NASA is already supporting asteroid 2 resource activities via the SBIR and NIAC programs . Keeping in mind that NASA is charged to 3 “​seek and encourage, to the maximum extent possible, the fullest commercial use of space” , 4 and its strategic goal #3: “Address national challenges and catalyze economic growth” , support 5 of asteroid mining perfectly fits NASA’s mandate. More directly, Planetary Science will directly benefit from asteroid resource utilization. The same technologies developed for asteroid resource use will also bring great benefits to planetary science by enabling many more deep 1 “Mining the Sky: Untold Riches from the Asteroids, Comets, and Planets”, John S. Lewis (Reading, MA: Addison-Wesley, 1996); Elvis, M., and Milligan, T., “How much of the solar system should we leave as wilderness?” Acta Astronautica, (2019), 162, 574. 2 see e.g. “The Entrepreneurial State”, Mariana Mazzucato (2013, Anthem Press.) 3 E.g. Demonstration of \"Optical Mining\" For Excavation of Asteroids and Production of Mission Consumables: https://www.sbir.gov/sbirsearch/detail/887233 4 Title 51, U.S. Code § 20112. Functions of the Administration: ​https://www.law.cornell.edu/uscode/text/51/20112 5 NASA Strategic Plan 2018: ​https://go.nasa.gov/2ZBjwbV",
      "doi": "10.3847/25C2CFEB.B39BBE37",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/03ffb8d2b0ab0ff03a349adccffde787963ed6c3",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 5,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Free-Flying Unmanned Robotic Spacecraft for Asteroid Resource Prospecting and Characterization",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/23fa46ccd69842ce41b9af3de3baa09e0aafab4d",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title IV  Space Resource Exploration and Utilization of the US Commercial Space Launch Competitiveness Act: A Legal and Political Assessment",
      "authors": [
        "F. Tronchetti"
      ],
      "abstract": "On November 25, 2015, the President of the United States (US) signed into law the US Commercial Space Launch Competitiveness Act. This event received extensive coverage, both in the press and legal literature, mostly due to the content of its Title IV dedicated to Space Resource Exploration and Utilization. Pursuant to Title IV, US citizens shall be entitled under US law to collect, own, transport and sell asteroid and space resources that they have obtained in the course of resource recovery operations. Considering that international space law does not clarify whether space resources can be appropriated and used for commercial purposes, the enactment of the US Commercial Space Launch Competitiveness Act has been deemed by some commentators to amount to a breach of the international obligations of the US. In light of this controversy, the purpose of the present paper is to assess the consistency of the Act with international space law and to discuss the legal and political implications related to its adoption and (future) implementation.",
      "doi": "10.54648/aila2016012",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/7989f37bcf0a1eeeb782e339218c11a8c84cc11c",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Report of Reviewer Title of PhD thesis: Yarkovsky and YORP Effects in Dynamics of Small Bodies of the Solar System. Doctoral Thesis Author: Jundřich Žižka",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/9bb47450b5534063debfc3b4830969f1ebd9d045",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Near Earth Asteroid Scout Solar Sail Engineering Development Unit Test Program",
      "authors": [
        "T. Lockett",
        "A. Few",
        "Richard A. Wilson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/60819eee12f5f5f2c39a61d8d7f079344a47ff07",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: Case of Hyperthyroidism in a Patient on Anti-PD-1 (Programmed Cell Death Receptor-1 Blocking Antibody) Therapy Caused by Destructive Thyroiditis Followed by Graves’ Disease",
      "authors": [
        "C. Reddy",
        "Mohsen Zena"
      ],
      "abstract": "Abstract Introduction: Immune checkpoint inhibitor (ICI) related thyroid dysfunction such as destructive thyroiditis and hypothyroidism can occur with Anti-PD-1 therapy. Graves’ disease (GD) however is considered rare. We report a case of isolated hyperthyroidism in a patient on Pembrolizumab, Anti-PD-1 presenting initially as destructive thyroiditis and later transitioned to GD. Case: 57 y.o lady was diagnosed with squamous cell carcinoma of cervix, stage 4 in 2016. She was noted to have asymptomatic goiter in 1997. PET scan in 02/2017 showed hypermetabolic activity in the right lobe nodule of 5.6 cm with maximum SUV of 9.8. Baseline TSH was in normal range in 04/2017. US guided fine needle biopsy of the nodule resulted as follicular neoplasm with 15-30%, risk of malignancy. Molecular test showed 40% risk of malignancy. Lobectomy was deferred. Pembrolizumab was initiated for advanced cervical cancer in 07/2018. Repeat PET in 10/2018 showed resolution of metastasis and right thyroid mass was stable. TSH remained in euthyroid range for 4 months until 11/ 2018. In 01/2019, her TSH was low and became undetectable in 03/2019 with high free T4 and total T3. She developed symptoms of hyperthyroidism. TSI was positive and TSHR Ab was negative. RAIU was low. No iodinated contrast study done prior to I123 scan. In 05/2019 to 08/2019, free T4 and total T3 was normal range with detectable but low TSH consistent with transient resolving thyroiditis. In 10/2019, thyroid hormones significantly increased with recurrence of hyperthyroidism. Both TSI and TSHR Ab were elevated confirming diagnosis of GD. Due to overt thyrotoxicosis, Methimazole (MMI) was initiated in 10/2019. She was briefly lost to follow up and stopped MMI. RAIU scan in 12 /2019 showed increased uptake consistent with GD. MMI was resumed in 04/2020. 06/2020 - 09/2020, MMI dose was titrated to achieve euthyroid state. In 09/25/2020, hypothyroidism was noted which improved with MMI dose reduction. Anti- TPO and Anti-Tg were negative. Pembrolizumab was stopped in 07/2020 due to dilated cardiomyopathy. She completed 2-year course of Pembrolizumab with advanced cervical cancer showing excellent response. Discussion: Observed thyroid dysfunction with ICI, is transient destructive thyroiditis followed by hypothyroidism, which can be permanent. Our patient had an initial low RAIU indicating destructive thyroiditis along with, mildly elevated TSI suggestive of superimposed autoimmune process. The elevated TSI predisposed to later occurrence of GD likely precipitated by Pembrolizumab. MMI provided therapeutic benefit. Conclusion: Less than 10 cases of GD with ICI and 5 cases of GD with Anti-PD- 1 have been reported. Our patient is a second case of persistent hyperthyroidism due to GD induced by Pembrolizumab. GD should be considered if hyperthyroidism persists or recurs in patients on ICI with destructive thyroiditis, which is mostly transient.",
      "doi": "10.1210/jendso/bvab048.1979",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/060ea5feda2e77baa8225113c541079669023fd9",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Fragment shapes in impact experiments ranging from crateringto catastrophic disruption",
      "authors": [
        "T. Michikami",
        "A. Hagermann",
        "Tokiyuki Kadokawa"
      ],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/c413c52c73c3ecd40a030e4feaeef81e896595dd",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Individual structural abnormality indexes are associated with molecular, histological and cognitive indicators for glioma patients Running title ： A noninvasive way to glioma malignancy",
      "authors": [
        "Guobin Zhang",
        "Huawei Huang",
        "Yonggang Wang"
      ],
      "abstract": null,
      "doi": null,
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/5c6d7e5fe0a95a9c434303fccf19e97e65ad9642",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}