{
  "timestamp": 1743100790.921607,
  "expiry": 86400,
  "results": [
    {
      "title": "Ammonium salts are a reservoir of nitrogen on a cometary nucleus and possibly on some asteroids",
      "authors": [
        "O. Poch",
        "I. Istiqomah",
        "E. Quirico"
      ],
      "abstract": "Ammonium salts on comet 67P The distribution of carbon and nitrogen in the Solar System is thought to reflect the stability of carbon- and nitrogen-bearing molecules when exposed to the heat of the forming Sun. Comets have a low nitrogen-to-carbon ratio, which is contrary to expectations because they originate in the outer Solar System where nitrogen species should be common. Poch et al. used laboratory experiments to simulate cometary surfaces and compared the resulting spectra with comet 67P/Churyumov-Gerasimenko. They assigned a previously unidentified infrared absorption band to nitrogen-containing ammonium salts. The salts could contain enough nitrogen to bring the comet's nitrogen-to-carbon ratio in line with the Sun's. Science, this issue p. eaaw7462 Laboratory experiments show that comet 67P contains ammonium salts, which may dominate its nitrogen content. INTRODUCTION Comets and asteroids preserve information on the earliest stages of Solar System formation and on the composition of its building blocks. The nature of their solid material can be investigated by analyzing the sunlight scattered by their surfaces. The nucleus of comet 67P/Churyumov-Gerasimenko (hereafter 67P) was mapped by the Visible and InfraRed Thermal Imaging Spectrometer, Mapping Channel (VIRTIS-M) on the Rosetta spacecraft from 2014 to 2015. The nucleus appeared almost spectrally uniform from 0.4 to 4 μm, characterized by a low reflectance of few percent, a reddish color, and an unidentified broad absorption feature around 3.2 μm, which was ubiquitous throughout the surface. The darkness and the color of comet 67P could be due to a mixture of refractory organic molecules and opaque minerals. Although water ice may contribute to the 3.2-μm absorption, it cannot explain the entire feature. RATIONALE Semivolatile compounds of low molecular weight, such as carboxylic (−COOH)–bearing molecules or ammonium (NH4+) ions, have been proposed as potential carriers of the 3.2-μm absorption feature. To test these hypotheses, we performed laboratory experiments to measure the reflectance spectra of these compounds mixed in a porous matrix of submicrometric opaque mineral grains, under simulated comet-like conditions (170 to 200 K, <10−5 mbar). RESULTS The 3.2-μm absorption feature is consistent with ammonium salts mixed with the dark cometary surface material. We attribute additional absorption features to carbonaceous compounds and traces of water ice. Several ammonium salts can match the absorption feature equally well: ammonium formate, ammonium sulfate, or ammonium citrate. A mixture of different ammonium salts could be present. Ammonium salts at the surface of comet 67P could have been synthesized through acid-base reactions of ammonia (NH3) with the corresponding acid molecules in solid ices. That reaction may have occurred in the interstellar medium, in the protoplanetary disk, or during the sublimation of the ices in the cometary nucleus. The depth of the band suggests that the cometary surface contains an upper limit of ~40 weight % (wt %) of ammonium salts, but the exact concentration remains unknown. If the amount of ammonium salts is higher than ~5 wt %, they constitute the dominant reservoir of nitrogen in the comet, containing more nitrogen than the refractory organic matter and the volatile species, such as NH3 and N2. Consequently, the abundance of nitrogen in this comet is closer to that of the Sun than previously thought. CONCLUSION Ammonium salts may dominate the reservoir of nitrogen in comets. Their presence in cometary dust may explain increases of gas-phase NH3 and HCN observed in some comets when close to the Sun, which could be caused by the thermal dissociation of ammonium salts. Several asteroids in the Main Belt, Jupiter’s Trojan asteroids, and its small moon Himalia have similar spectra to that of comet 67P, with a broad spectral absorption feature at 3.1 to 3.2 μm, which we suggest could also be due to ammonium salts. The dwarf planet Ceres has ammoniated phyllosilicates on its surface, which may have formed from ammonium ions inherited from outer Solar System objects with compositions similar to that of comet 67P. The presence of these salts on comet 67P, and possibly on other primitive Solar System bodies, suggests a compositional link between asteroids, comets, and the proto-solar nebula. Comparison of ammonium formate spectrum with the average spectrum of comet 67P. The average reflectance spectrum of comet 67P (black line) and the spectrum of a mixture of ammonium formate (NH4+ HCOO–) with opaque grains measured in the laboratory under comet-like conditions (blue line). Also shown are views of the 4-km-diameter comet nucleus (Credit: ESA/Rosetta/NAVCAM–CC BY-SA IGO 3.0; http://creativecommons.org/licenses/by-sa/3.0/igo) and the 48-mm-diameter laboratory sample. The measured nitrogen-to-carbon ratio in comets is lower than for the Sun, a discrepancy which could be alleviated if there is an unknown reservoir of nitrogen in comets. The nucleus of comet 67P/Churyumov-Gerasimenko exhibits an unidentified broad spectral reflectance feature around 3.2 micrometers, which is ubiquitous across its surface. On the basis of laboratory experiments, we attribute this absorption band to ammonium salts mixed with dust on the surface. The depth of the band indicates that semivolatile ammonium salts are a substantial reservoir of nitrogen in the comet, potentially dominating over refractory organic matter and more volatile species. Similar absorption features appear in the spectra of some asteroids, implying a compositional link between asteroids, comets, and the parent interstellar cloud.",
      "doi": "10.1126/science.aaw7462",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/3793151b5e6e414e4ebf7f260d447b266862f5c9",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 117,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Collisional formation of top-shaped asteroids and implications for the origins of Ryugu and Bennu",
      "authors": [
        "P. Michel",
        "R. Ballouz",
        "O. Barnouin"
      ],
      "abstract": "Asteroid shapes and hydration levels can serve as tracers of their history and origin. For instance, the asteroids (162173) Ryugu and (101955) Bennu have an oblate spheroidal shape with a pronounced equator, but contain different surface hydration levels. Here we show, through numerical simulations of large asteroid disruptions, that oblate spheroids, some of which have a pronounced equator defining a spinning top shape, can form directly through gravitational reaccumulation. We further show that rubble piles formed in a single disruption can have similar porosities but variable degrees of hydration. The direct formation of top shapes from single disruption alone can explain the relatively old crater-retention ages of the equatorial features of Ryugu and Bennu. Two separate parent-body disruptions are not necessarily required to explain their different hydration levels. Asteroid shapes and hydration levels can serve as tracers of their history and origin. Here, the authors show top shape asteroids can form directly through gravitational reaccumulation and rubble piles formed in a single disruption can have similar porosities but variable degrees of hydration.",
      "doi": "10.1038/s41467-020-16433-z",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/1efd9f906b489c6e97616b795b479c2bd5b50785",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 97,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroids",
      "authors": [
        "M. Elvis"
      ],
      "abstract": null,
      "doi": "10.2307/J.CTV1Q8TFJ5",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/3c0b8e35152a8cccf6ec639e8ad1d5efa0729e27",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 45,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Rubble Pile Asteroids",
      "authors": [
        "K. Walsh"
      ],
      "abstract": "The moniker rubble pile is typically applied to all Solar System bodies >200 m and <∼10 km in diameter; in this size range, there is an abundance of evidence that nearly every object is bound primarily by self-gravity, with significant void space or bulk porosity between irregularly shaped constituent particles. The understanding of this population is derived from wide-ranging population studies of derived shape and spin, decades of observational studies in numerous wavelengths, evidence left behind from impacts on planets and moons, and the in situ study of a few objects via spacecraft flyby or rendezvous. The internal structure, however, which is responsible for the name rubble pile, is never directly observed but belies a violent history. Many or most of the asteroids on near-Earth orbits and those most accessible for rendezvous and in situ study are likely by-products of the continued collisional evolution of the main asteroid belt.",
      "doi": "10.1146/annurev-astro-081817-052013",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/6c79e9a9ff6a4b70591704ef3c3c5655beaff05e",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 121,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Water Reservoirs in Small Planetary Bodies: Meteorites, Asteroids, and Comets",
      "authors": [
        "C. Alexander",
        "K. McKeegan",
        "K. Altwegg"
      ],
      "abstract": null,
      "doi": "10.1007/s11214-018-0474-9",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/0889369ee35e6624705c71b981f65a7dfdd17072",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 112,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Migration of D-type asteroids from the outer Solar System inferred from carbonate in meteorites",
      "authors": [
        "W. Fujiya",
        "P. Hoppe",
        "T. Ushikubo"
      ],
      "abstract": "Recent dynamical models of Solar System evolution and isotope studies of rock-forming elements in meteorites have suggested that volatile-rich asteroids formed in the outer Solar System beyond Jupiter’s orbit, despite being currently located in the main asteroid belt1–4. The ambient temperature under which asteroids formed is a crucial diagnostic to pinpoint the original location of asteroids and is potentially determined by the abundance of volatiles they contain. In particular, abundances and 13C/12C ratios of carbonates in meteorites record the abundances of carbon-bearing volatile species in their parent asteroids. However, the sources of carbon for these carbonates remain poorly understood5–8. Here we show that the Tagish Lake meteorite contains abundant carbonates with consistently high 13C/12C ratios. The high abundance of 13C-rich carbonates in Tagish Lake excludes organic matter as their main carbon source5,9. Therefore, the Tagish Lake parent body, presumably a D-type asteroid10, must have accreted a large amount of 13C-rich CO2 ice. The estimated 13C/12C and CO2/H2O ratios of ice in Tagish Lake are similar to those of cometary ice11,12. Thus, we infer that at least some D-type asteroids formed in the cold outer Solar System and were subsequently transported into the inner Solar System owing to an orbital instability of the giant planets1,3.The uniformly high 13C/12C ratios of the Tagish Lake meteorite, whose parent body is a D-type asteroid, indicate that at least some D-type asteroids were formed in the cold outer Solar System from a 13C-rich CO2 ice reservoir and subsequently migrated inwards.",
      "doi": "10.1038/s41550-019-0801-4",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/cb37e0156ff09c90a7ecd586a9276438c23e0fca",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 48,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Interpreting the Cratering Histories of Bennu, Ryugu, and Other Spacecraft-explored Asteroids",
      "authors": [
        "W. Bottke",
        "D. Vokrouhlický",
        "R. Ballouz"
      ],
      "abstract": "Asteroid crater retention ages have unknown accuracy because projectile–crater scaling laws are difficult to verify. At the same time, our knowledge of asteroid and crater size–frequency distributions has increased substantially over the past few decades. These advances make it possible to empirically derive asteroid crater scaling laws by fitting model asteroid size distributions to crater size distributions from asteroids observed by spacecraft. For D > 10 km diameter asteroids like Ceres, Vesta, Lutetia, Mathilde, Ida, Eros, and Gaspra, the best matches occur when the ratio of crater to projectile sizes is f ∼ 10. The same scaling law applied to 0.3 < D < 2.5 km near-Earth asteroids such as Bennu, Ryugu, Itokawa, and Toutatis yield intriguing yet perplexing results. When applied to the largest craters on these asteroids, we obtain crater retention ages of ∼1 billion years for Bennu, Ryugu, and Itokawa and ∼2.5 billion years for Toutatis. These ages agree with the estimated formation ages of their source families and could suggest that the near-Earth asteroid population is dominated by bodies that avoided disruption during their traverse across the main asteroid belt. An alternative interpretation is that f ≫ 10, which would make their crater retention ages much younger. If true, crater scaling laws need to change in a substantial way between D > 10 km asteroids, where f ∼ 10, and 0.3 < D < 2.5 km asteroids, where f ≫ 10.",
      "doi": "10.3847/1538-3881/ab88d3",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/d2563b59e46e129dabe3e4b428999954bf76e2a3",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 48,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Super-catastrophic disruption of asteroids at small perihelion distances",
      "authors": [
        "M. Granvik",
        "A. Morbidelli",
        "R. Jedicke"
      ],
      "abstract": null,
      "doi": "10.1038/nature16934",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/9625d0a149e5571a6c621f5e3385bfb81c82526c",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 182,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Secular perturbations of asteroids with high inclination and eccentricity",
      "authors": [
        "Y. Kozai"
      ],
      "abstract": null,
      "doi": "10.1086/108790",
      "year": 1962,
      "url": "https://www.semanticscholar.org/paper/f33802e15a5bd9cfefb4855e4ba7017ecf12d633",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 1971,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Growth of asteroids, planetary embryos, and Kuiper belt objects by chondrule accretion",
      "authors": [
        "A. Johansen",
        "M. Low",
        "P. Lacerda"
      ],
      "abstract": "Chondrules, tiny spheres found in primitive meteorites, accumulate through gas drag to form asteroids and planetary embryos. Chondrules are millimeter-sized spherules that dominate primitive meteorites (chondrites) originating from the asteroid belt. The incorporation of chondrules into asteroidal bodies must be an important step in planet formation, but the mechanism is not understood. We show that the main growth of asteroids can result from gas drag–assisted accretion of chondrules. The largest planetesimals of a population with a characteristic radius of 100 km undergo runaway accretion of chondrules within ~3 My, forming planetary embryos up to Mars’s size along with smaller asteroids whose size distribution matches that of main belt asteroids. The aerodynamical accretion leads to size sorting of chondrules consistent with chondrites. Accretion of millimeter-sized chondrules and ice particles drives the growth of planetesimals beyond the ice line as well, but the growth time increases above the disc lifetime outside of 25 AU. The contribution of direct planetesimal accretion to the growth of both asteroids and Kuiper belt objects is minor. In contrast, planetesimal accretion and chondrule accretion play more equal roles in the formation of Moon-sized embryos in the terrestrial planet formation region. These embryos are isolated from each other and accrete planetesimals only at a low rate. However, the continued accretion of chondrules destabilizes the oligarchic configuration and leads to the formation of Mars-sized embryos and terrestrial planets by a combination of direct chondrule accretion and giant impacts.",
      "doi": "10.1126/sciadv.1500109",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/d13d49f20538a1f19f3ae6ac1cda6d485086ac41",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 326,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The common origin of family and non-family asteroids",
      "authors": [
        "S. Dermott",
        "A. Christou",
        "Dan Li"
      ],
      "abstract": "All asteroids are currently classified as either family, originating from the disruption of known bodies1, or non-family. An outstanding question is the origin of these non-family asteroids. Were they formed individually, or as members of known families but with chaotically evolving orbits, or are they members of old ghost families, that is, asteroids with a common parent body but with orbits that no longer cluster in orbital element space? Here, we show that the sizes of the non-family asteroids in the inner belt are correlated with their orbital eccentricities and anticorrelated with their inclinations, suggesting that both non-family and family asteroids originate from a small number of large primordial planetesimals. We estimate that ~85% of the asteroids in the inner main belt originate from the Flora, Vesta, Nysa, Polana and Eulalia families, with the remaining ~15% originating from either the same families or, more likely, a few ghost families. These new results imply that we must seek explanations for the differing characteristics of the various meteorite groups in the evolutionary histories of a few, large, precursor bodies2. Our findings also support the model that asteroids formed big through the gravitational collapse of material in a protoplanetary disk3.All inner main-belt asteroids, and not just those belonging to a specific family as previously thought, originate from the splintering of a few large asteroids. The history of such precursors determines the compositional variety we observe in asteroids and meteorites.",
      "doi": "10.1038/s41550-018-0482-4",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/ea04930aad3810efd2bfadd9aa3559c107a0f49f",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 36,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid Family Associations of Active Asteroids",
      "authors": [
        "H. Hsieh",
        "B. Novaković",
        "Yoonyoung Kim"
      ],
      "abstract": "We report on the results of a systematic search for associated asteroid families for all active asteroids known to date. We find that 10 out of 12 main-belt comets (MBCs) and five out of seven disrupted asteroids are linked with known or candidate families, rates that have ∼0.1% and ∼6% probabilities, respectively, of occurring by chance, given the overall family association rate of 37% for asteroids in the main asteroid belt. We find previously unidentified family associations between 238P/Read and the candidate Gorchakov family, 311P/PANSTARRS and the candidate Behrens family, 324P/La Sagra and the Alauda family, 354P/LINEAR and the Baptistina family, P/2013 R3-B (Catalina-PANSTARRS) and the Mandragora family, P/2015 X6 (PANSTARRS) and the Aeolia family, P/2016 G1 (PANSTARRS) and the Adeona family, and P/2016 J1-A/B (PANSTARRS) and the Theobalda family. All MBCs with family associations belong to families that contain asteroids with primitive taxonomic classifications and low average reported albedos ( ), while disrupted asteroids with family associations belong to families that contain asteroids that span wider ranges of taxonomic types and average reported albedos ( ). These findings are consistent with MBC activity being closely correlated to composition (i.e., whether an object is likely to contain ice), while disrupted asteroid activity is not as sensitive to composition. Given our results, we describe a sequence of processes by which the formation of young asteroid families could lead to the production of present-day MBCs.",
      "doi": "10.3847/1538-3881/aaa5a2",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/1dafb86f73641f95115a9e3cd0e45989073f8081",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 35,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Volumes and bulk densities of forty asteroids from ADAM shape modeling",
      "authors": [
        "J. Hanuš",
        "M. Viikinkoski",
        "F. Marchis"
      ],
      "abstract": "Context. Disk-integrated photometric data of asteroids do not contain accurate information on shape details or size scale. Additional data such as disk-resolved images or stellar occultation measurements further constrain asteroid shapes and allow size estimates.Aims. We aim to use all the available disk-resolved images of approximately forty asteroids obtained by the Near-InfraRed Camera (Nirc2) mounted on the W.M. Keck II telescope together with the disk-integrated photometry and stellar occultation measurements to determine their volumes. We can then use the volume, in combination with the known mass, to derive the bulk density.Methods. We downloaded and processed all the asteroid disk-resolved images obtained by the Nirc2 that are available in the Keck Observatory Archive (KOA). We combined optical disk-integrated data and stellar occultation profiles with the disk-resolved images and use the All-Data Asteroid Modeling (ADAM) algorithm for the shape and size modeling. Our approach provides constraints on the expected uncertainty in the volume and size as well. Results. We present shape models and volume for 41 asteroids. For 35 of these asteroids, the knowledge of their mass estimates from the literature allowed us to derive their bulk densities. We see a clear trend of lower bulk densities for primitive objects (C-complex) and higher bulk densities for S-complex asteroids. The range of densities in the X-complex is large, suggesting various compositions. We also identified a few objects with rather peculiar bulk densities, which is likely a hint of their poor mass estimates. Asteroid masses determined from the Gaia astrometric observations should further refine most of the density estimates.",
      "doi": "10.1051/0004-6361/201629956",
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/6ac59c646331e788ae847e2bd998808f194668fd",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 66,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Escape of asteroids from the main belt",
      "authors": [
        "M. Granvik",
        "A. Morbidelli",
        "D. Vokrouhlický"
      ],
      "abstract": "Aims. We locate escape routes from the main asteroid belt, particularly into the near-Earth-object (NEO) region, and estimate the relative fluxes for different escape routes as a function of object size under the influence of the Yarkovsky semimajor-axis drift. Methods. We integrated the orbits of 78 355 known and 14 094 cloned main-belt objects and Cybele and Hilda asteroids (hereafter collectively called MBOs) for 100 Myr and recorded the characteristics of the escaping objects. The selected sample of MBOs with perihelion distance q > 1.3 au and semimajor axis a H V a H V a Results. We find more than ten obvious escape routes from the asteroid belt to the NEO region, and they typically coincide with low-order mean-motion resonances with Jupiter and secular resonances. The locations of the escape routes are independent of the semimajor-axis drift rate and thus are also independent of the asteroid diameter. The locations of the escape routes are likewise unaffected when we added a model for Yarkovsky-O’Keefe-Radzievskii-Paddack (YORP) cycles coupled with secular evolution of the rotation pole as a result of the solar gravitational torque. A Yarkovsky-only model predicts a flux of asteroids entering the NEO region that is too high compared to the observationally constrained flux, and the discrepancy grows larger for smaller asteroids. A combined Yarkovsky and YORP model predicts a flux of small NEOs that is approximately a factor of 5 too low compared to an observationally constrained estimate. This suggests that the characteristic timescale of the YORP cycle is longer than our canonical YORP model predicts.",
      "doi": "10.1051/0004-6361/201629252",
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/a5c4994e8cb22fa5e5cb0472a75f1f87c6f166aa",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 83,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Solar Sail Body-Fixed Hovering over Elongated Asteroids",
      "authors": [
        "Xiangyuan Zeng",
        "Shengping Gong",
        "Junfeng Li"
      ],
      "abstract": "Solar sail spacecraft are proposed to accomplish body-fixed hovering missions over elongated asteroids. The body-fixed hovering flight is to maintain a fixed position relative to the surface of the spinning asteroid. A solar sail without fuel consumption can greatly expand the range of hovering locations in a variable lightness number for an extended period. A rotating mass dipole is used to produce the gravitational field created by an elongated asteroid. Dynamic equations are obtained for the approximate model in terms of the specified hovering conditions. Feasible hovering regions over elongated asteroids are presented and analyzed via numerical simulations. A parametric study is made to investigate the influence of solar latitude angles and the lightness number on the feasible hovering region. The hovering orbits around the realistic asteroid 951 Gaspra are performed to evaluate the effectiveness of the method in this paper.",
      "doi": "10.2514/1.G001061",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/4349f8a6fcba02715da78310c233ba518871a569",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 72,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Trajectory Design Employing Convex Optimization for Landing on Irregularly Shaped Asteroids",
      "authors": [
        "R. Pinson",
        "P. Lu"
      ],
      "abstract": "The problem under investigation is how to rapidly design a propellant optimal powered descent trajectory to land a spacecraft on an arbitrarily shaped asteroid, subject to realistic constraints on ...",
      "doi": "10.2514/1.G003045",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/e2c0894a4c84f2af26d2d0790fa80563997632c7",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 77,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "INTERPLANETARY DUST PARTICLES AS SAMPLES OF ICY ASTEROIDS",
      "authors": [
        "P. Vernazza",
        "M. Marsset",
        "P. Beck"
      ],
      "abstract": "Meteorites have long been considered as reflections of the compositional diversity of main belt asteroids and consequently they have been used to decipher their origin, formation, and evolution. However, while some meteorites are known to sample the surfaces of metallic, rocky and hydrated asteroids (about one-third of the mass of the belt), the low-density icy asteroids (C-, P-, and D-types), representing the rest of the main belt, appear to be unsampled in our meteorite collections. Here we provide conclusive evidence that the surface compositions of these icy bodies are compatible with those of the most common extraterrestrial materials (by mass), namely anhydrous interplanetary dust particles (IDPs). Given that these particles are quite different from known meteorites, it follows that the composition of the asteroid belt consists largely of more friable material not well represented by the cohesive meteorites in our collections. In the light of our current understanding of the early dynamical evolution of the solar system, meteorites likely sample bodies formed in the inner region of the solar system (0.5–4 AU) whereas chondritic porous IDPs sample bodies that formed in the outer region (>5 AU).",
      "doi": "10.1088/0004-637X/806/2/204",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/7f7e1ac7e524794af459abb50614f5b4ba9ee68e",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 79,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Thermal fatigue as the origin of regolith on small asteroids",
      "authors": [
        "M. Delbo’",
        "G. Libourel",
        "G. Libourel"
      ],
      "abstract": null,
      "doi": "10.1038/nature13153",
      "year": 2014,
      "url": "https://www.semanticscholar.org/paper/938f0cfcc302e2ef6d99519648cced4f026f0980",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 303,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Mineralogy and Surface Composition of Asteroids",
      "authors": [
        "V. Reddy",
        "T. Dunn",
        "C. Thomas"
      ],
      "abstract": "Methods to constrain the surface mineralogy of asteroids have seen considerable development during the last decade with advancement in laboratory spectral calibrations and validation of our interpretive methodologies by spacecraft rendezvous missions. This has enabled the accurate identification of several meteorite parent bodies in the main asteroid belt and helped constrain the mineral chemistries and abundances in ordinary chondrites and basaltic achondrites. With better quantification of spectral effects due to temperature, phase angle, and grain size, systematic discrepancies due to non-compositional factors can now be virtually eliminated for mafic silicate-bearing asteroids. Interpretation of spectrally featureless asteroids remains a challenge. This paper presents a review of all mineralogical interpretive tools currently in use and outlines procedures for their application.",
      "doi": "10.2458/azu_uapress_9780816532131-ch003",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/72a6e438e4d289050ccd58898b288d3359c1ac55",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 64,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Small Near-Earth Asteroids as a Source of Meteorites",
      "authors": [
        "J. Borovivcka",
        "P. Spurn'y",
        "P. Brown"
      ],
      "abstract": "Small asteroids intersecting Earth's orbit can deliver extraterrestrial rocks to the Earth, called meteorites. This process is accompanied by a luminous phenomena in the atmosphere, called bolides or fireballs. Observations of bolides provide pre-atmospheric orbits of meteorites, physical and chemical properties of small asteroids, and the flux (i.e. frequency of impacts) of bodies at the Earth in the centimeter to decameter size range. In this chapter we explain the processes occurring during the penetration of cosmic bodies through the atmosphere and review the methods of bolide observations. We compile available data on the fireballs associated with 22 instrumentally observed meteorite falls. Among them are the heterogeneous falls Almahata Sitta (2008 TC$_3$) and Bene\\v{s}ov, which revolutionized our view on the structure and composition of small asteroids, the P\\v{r}\\'{\\i}bram-Neuschwanstein orbital pair, carbonaceous chondrite meteorites with orbits on the asteroid-comet boundary, and the Chelyabinsk fall, which produced a damaging blast wave. While most meteoroids disrupt into fragments during atmospheric flight, the Carancas meteoroid remained nearly intact and caused a crater-forming explosion on the ground.",
      "doi": "10.2458/azu_uapress_9780816532131-ch014",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/543c5c3b07e7359b70802264011848de2e84b17d",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 51,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}