{
  "timestamp": 1743109256.632104,
  "expiry": 86400,
  "results": [
    {
      "title": "Peer Review File Manuscript Title: Orbital Period Change of Dimorphos Due to the DART Kinetic Impact Reviewer Comments & Author Rebuttals",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/e1afb3a84a190942ae2d79eb418e4e85044864bd",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 58,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: OSIRIS-REx at Asteroid (101955) Bennu: Selecting the Prime and Backup Sample Sites, Invited Paper 492627",
      "authors": [
        "H. Enos",
        "D. Lauretta",
        "P. Antreasian"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/0de391a7b860898face9c10b7c7e5a076d48fca1",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title : In Situ and Post ProcessingWorkflows for Asteroid Ablation Studies",
      "authors": [
        "M. John",
        "Nouanesengsy",
        "Boonthanome"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/869c0383e7dd9f9ae75567fbb368aaab2f7352aa",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title CAPABILITIES OF EARTH-BASED RADAR FACILITIES FOR NEAR-EARTH ASTEROID OBSERVATIONS Permalink",
      "authors": [
        "P. Naidu",
        "L. Benner",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/b21d1efdfe3c9f73d73a830a27685532fe2bb57a",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Improved algorithms for radar-based reconstruction of asteroid shapes Permalink",
      "authors": [
        "A. Greenberg",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/c21491eaf78eca8a5ed50f5a5b650abddf0359a2",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the Title of Moriarty's Dynamics of an Asteroid",
      "authors": [
        "Alejandro Jenkins"
      ],
      "abstract": "We propose an explanation of the title of Prof. James Moriarty's treatise_Dynamics of an Asteroid_, a scientific work mentioned by Sherlock Holmes in_The Valley of Fear_ and prominently featured in Guy Ritchie's 2011 film_Sherlock Holmes: A Game of Shadows_. Our views on the subject differ from those expressed in Isaac Asimov's \"The Ultimate Crime\".",
      "doi": null,
      "year": 2013,
      "url": "https://www.semanticscholar.org/paper/09600c0786ef2246fcc8778652f4d824d15914c9",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Article title: Assessment of natural radioactivity (40K, 238U and 232Th) and radiological risk in building construction materials: the case of Benin hill granites",
      "authors": [
        "Mahougnon Zinsou",
        "Naivo Naivo RABESIRANANA",
        "D. Medenou"
      ],
      "abstract": "Continuous exposure to ionizing radiation can have harmful effects on human health. In this respect, a study was carried out in the Communes of Dassa-zoume and Glazoue to determine the levels of 40K, 238U and 232Th in granites and sand. The specific activities obtained made it possible to assess the possible radiological risks associated with the resident population. During sampling work in November 2022, twelve granite samples were taken from twelve quarries. In addition, a sand sample was collected in Cotonou for comparison. All samples were then sent to the INSTN-Madagascar laboratory for gamma-ray spectrometry analysis using a NaI(TI) detector. The results show that the average specific activities of 40K, 238U and 232Th in the granites are (1329 ± 128) Bq.kg-1, (44 ± 11) Bq.kg-1 and (129 ± 44) Bq.kg-1 respectively. Those in sand are (144 ± 8) Bq.kg-1, (30 ± 2) Bq.kg-1 and (56 ± 7) Bq.kg-1 respectively. The average equivalent radium activity is (330 ± 74) Bq.kg-1 versus (122 ± 10) Bq.kg-1 for sand. The mean gamma index for granite was (1.2 ± 0.3), compared with (0.43 ± 0.03) for sand. The average absorbed dose rate in air is (153.4 ± 9.4) nGy.h-1 versus (53.7 ± 5.1) nGy.h-1 for sand. For adults, for 80% building occupancy factor, the mean annual indoors and outdoors effective dose (E) inside a building are (0.75 ± 0.05) mSv.y-1 and (0.19 ± 0.01) mSv.y-1 versus (0.26 ± 0.05) mSv.y-1 and (0.07 ± 0.01) mSv.y-1 for sand. For 60% factor, the means are (0.56 ± 0.03) mSv.y-1 and (0.38 ± 0.02) mSv.y-1 versus (0.20 ± 0.01) and (0.13 ± 0.01) mSv.y-1 for sand. For the children, for a building occupancy factor of 80%, the average E are (0.86 ± 0.05) mSv.y-1 and (0.21 ± 0.01) mSv.y-1 versus (0.30 ± 0.01) mSv.y-1 and (0.08 ± 0.01) mSv.y-1 for sand respectively for indoors and outdoors. For infants, the E are (1.00 ± 0.06) mSv.y-1 and (0.25 ± 0.01) mSv.y-1 versus (0.35 ± 0.01) mSv.y-1 and (0.09 ± 0.01) mSv.y-1 for sand respectively for indoors and outdoors. For children, for a building occupancy factor of 60%, the average E are (0.64 ± 0.03) mSv.y-1 and (0.43 ± 0.02) mSv.y-1 versus (0.23 ± 0.01) mSv.y-1 and (0.15 ± 0.01) mSv.y-1 for sand respectively indoors and outdoors. For infants, for a building occupancy factor of 60%, the E are (0.75 ± 0.05) mSv.y-1 and (0.50 ± 0.02) mSv.y-1 versus (0.26 ± 0.01) mSv.y-1 and (0.18 ± 0.01) mSv.y-1 for sand respectively indoors and outdoors. For adults, the excess lifetime cancer risk at age 66 for a total annual effective dose induced by granite is (3.1 ± 0.01).10-3 versus (1.1 ± 0.01).10-3 for sand. For the children and infants, the average ELCR is (3.5 ± 0.01)E-3 and (4.1 ± 0.01)E-3 versus (1.2 ± 0.01)E-3 and (1.4 ± 0.01)E-3 for sand respectively. Statistical analysis of the data was performed with Python 3.11 and R 4.3.2 on the Spyder and studio interface. The p-value is < 0.001 compared with the UNSCEAR reference value for absorbed dose rate in air, effective dose and excess risk, which are 84 nGy.h-1, 0.48 mSv.y-1 and 0.29.10-3. This shows that the granites in the quarries studied present a radiological risk when used as building materials and need specific radiation protection measures for his users.",
      "doi": "10.15392/2319-0612.2024.2530",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/7bf2cb84f1f863ee5652da21a28a69f5f5fbe858",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Abstract 4134340: Title: Comorbidities Associated with One Year Mortality and Hospital Readmission After Leadless Pacemaker Implantation",
      "authors": [
        "Peter Brodeur",
        "Enrico Ferro",
        "T. Maher"
      ],
      "abstract": "\n Introduction:\n Previous studies have noted racial and ethnic disparities in access to leadless pacemaker implantation (LPI), but none have evaluated the socioeconomic disadvantaged (SED). Additionally, few studies have evaluated outcomes of LPI beyond thirty days on a large scale. This study aimed to determine which comorbidities are associated with one-year readmissions and mortality after LPI, including SED via the Social Deprivation Index (SDI).\n \n \n Methods:\n Patients ages ≥18 were identified in the Healthcare Cost and Utilization Project State Inpatient Databases in New York and Florida from 2016-2019 with follow-up into 2020. These states were chosen due to availability for linkage of the 2018 SDI (1-100, higher scores representing more disadvantage). International Classification of Diseases 10 codes for LPI were used. The risk of readmission and mortality was assessed using Cox proportional hazards first in an unadjusted fashion for each comorbidity in the Charlson Comorbidity Index. In addition to demographic variables, only significant variables from the unadjusted analysis were included in the final adjusted multivariable models.\n \n \n Results:\n 3,094 patients met inclusion criteria. The readmission and mortality rates at one, three, and twelve months were 17.2%, 31.3%, 50.2% and 5.7%, 7.1%, 10.7%, respectively. The most common diagnoses for readmission were dyspnea/chest pain (9.4%), heart failure (4%), and sepsis (3.8%). Federal insurance, heart failure (CHF), pulmonary disease, diabetes without complications, and renal disease (CKD) were associated with increased risk for twelve-month readmissions. African American race, myocardial infarction, CHF, CKD, and higher SDI were associated with increased risk for twelve-month mortality.\n \n \n Conclusion:\n CHF and CKD put patients at high risk of readmission and mortality. Sepsis was among the most common causes of readmission at twelve months. Patients of higher SED are at increased risk of mortality within one year after LPI.\n \n \n \n \n \n \n",
      "doi": "10.1161/circ.150.suppl_1.4134340",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/56c63876ff5d1aa795422ef2e6b03edd6374f6c2",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid families: properties, recent advances, and future opportunities",
      "authors": [
        "B. Novaković",
        "D. Vokrouhlický",
        "F. Spoto"
      ],
      "abstract": "Collisions are one of the key processes shaping planetary systems. Asteroid families are outcomes of such collision still identifiable across our solar system. The families provide a unique view of catastrophic disruption phenomena and have been in the focus of planetary scientists for more than a century. Most of them are located in the main belt, a ring of asteroids between Mars and Jupiter. Here we review the basic properties of the families, discuss some recent advances, and anticipate future challenges. This review pays more attention to dynamic aspects such as family identification, age determination, and long-term evolution. The text, however, goes beyond that. Especially, we cover the details of young families that see the major advances in the last years, and we anticipate it will develop even faster in the future. We also discuss the relevance of asteroid families for water-ice content in the asteroid belt and our current knowledge on links between families and main-belt comets. query Please check the edit made in the article title.",
      "doi": "10.1007/s10569-022-10091-7",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/45af44e5ecbb8fc8cc482652c86eec816d168bc3",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 19,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: BEHAVIORAL ASPECTS OF RIGHTING IN THE ASTEROID",
      "authors": [
        "Echinoderms Henricia",
        "L. aequalis"
      ],
      "abstract": null,
      "doi": null,
      "year": 2010,
      "url": "https://www.semanticscholar.org/paper/ff656d5e94e1e63e108400267e8093eb2c47c1e6",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "TITLE PAGE Title: Pulmonary function among rural residents in high air pollution area in northern Thailand Short title: Pulmonary function of residents in high air pollution area",
      "authors": [
        "Pitchayapa Ruchiwit",
        "N. Saiphoklang",
        "Kanyada"
      ],
      "abstract": null,
      "doi": null,
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/49af9fe8afe3134ec78b9709abf56fcda87359df",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Peer Review File Manuscript Title: Fine-regolith production on asteroids controlled by rock porosity",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/ab414f27f458353afc9b59ee07c370515d5f6821",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Furthering Asteroid Resource Utilization in the Next Decade though Technology Leadership",
      "authors": [
        "C. Lewicki",
        "A. Graps",
        "M. Elvis"
      ],
      "abstract": "A significant opportunity for synergy between pure research and asteroid resource research exists. We provide an overview of the state of the art in asteroid resource utilization, and highlight where we can accelerate the closing of knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Mine Project Value Curve Project Value as a function of mineral resource confidence, and associated terrestrial industry terms. Executive Summary The study of asteroids as a way to understand Solar System origins and dynamic evolution is accelerating with recent science missions including OSIRIS-REx, Hayabusa 2 and soon to be launched missions including Psyche, Lucy, DART, MMX and Janus. Simultaneously there has been a rapid growth of activity around ​using the vast resources of the asteroids. Many of the science mission results also contribute to understanding these objects as potential orebodies. A significant opportunity for synergy between pure research and asteroid resource research has opened up, with pure and applied research each benefiting from the other. This white paper provides a brief overview of the state of the art in asteroid resource utilization, and highlights where further research can help accelerate the closing of science knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Asteroid Resources Asteroid Resources are vast. The iron in the Main Belt has some 10 million times the known resources on Earth . Water and other volatiles, as well as precious metals, are also abundant 1 among the asteroids. For a long time, though, the prospect of actually harnessing these resources has seemed remote. Now “Mining the Sky” is no longer seen as a fantasy, but as a realistic, though challenging, enterprise. Starting about a decade ago, there have been a number of well-publicized start-ups with asteroid mining as their goal: Planetary Resources, Deep Space Industries, TransAstra and others. These commercial pursuits have been supplemented by a space-resource focused degree program at the Colorado School of Mines, and graduate seminars at the University of Central Florida, among others. The near-term hurdles are mostly financial. Development of the necessary technology needs too long a horizon (>5 years) for most investors. The US government has often brought down risk for entrepreneurs by investing in new technology . NASA is already supporting asteroid 2 resource activities via the SBIR and NIAC programs . Keeping in mind that NASA is charged to 3 “​seek and encourage, to the maximum extent possible, the fullest commercial use of space” , 4 and its strategic goal #3: “Address national challenges and catalyze economic growth” , support 5 of asteroid mining perfectly fits NASA’s mandate. More directly, Planetary Science will directly benefit from asteroid resource utilization. The same technologies developed for asteroid resource use will also bring great benefits to planetary science by enabling many more deep 1 “Mining the Sky: Untold Riches from the Asteroids, Comets, and Planets”, John S. Lewis (Reading, MA: Addison-Wesley, 1996); Elvis, M., and Milligan, T., “How much of the solar system should we leave as wilderness?” Acta Astronautica, (2019), 162, 574. 2 see e.g. “The Entrepreneurial State”, Mariana Mazzucato (2013, Anthem Press.) 3 E.g. Demonstration of \"Optical Mining\" For Excavation of Asteroids and Production of Mission Consumables: https://www.sbir.gov/sbirsearch/detail/887233 4 Title 51, U.S. Code § 20112. Functions of the Administration: ​https://www.law.cornell.edu/uscode/text/51/20112 5 NASA Strategic Plan 2018: ​https://go.nasa.gov/2ZBjwbV",
      "doi": "10.3847/25C2CFEB.B39BBE37",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/03ffb8d2b0ab0ff03a349adccffde787963ed6c3",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 5,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Free-Flying Unmanned Robotic Spacecraft for Asteroid Resource Prospecting and Characterization",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/23fa46ccd69842ce41b9af3de3baa09e0aafab4d",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title IV  Space Resource Exploration and Utilization of the US Commercial Space Launch Competitiveness Act: A Legal and Political Assessment",
      "authors": [
        "F. Tronchetti"
      ],
      "abstract": "On November 25, 2015, the President of the United States (US) signed into law the US Commercial Space Launch Competitiveness Act. This event received extensive coverage, both in the press and legal literature, mostly due to the content of its Title IV dedicated to Space Resource Exploration and Utilization. Pursuant to Title IV, US citizens shall be entitled under US law to collect, own, transport and sell asteroid and space resources that they have obtained in the course of resource recovery operations. Considering that international space law does not clarify whether space resources can be appropriated and used for commercial purposes, the enactment of the US Commercial Space Launch Competitiveness Act has been deemed by some commentators to amount to a breach of the international obligations of the US. In light of this controversy, the purpose of the present paper is to assess the consistency of the Act with international space law and to discuss the legal and political implications related to its adoption and (future) implementation.",
      "doi": "10.54648/aila2016012",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/7989f37bcf0a1eeeb782e339218c11a8c84cc11c",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Using Deep Learning for Title-Based Semantic Subject Indexing to Reach Competitive Performance to Full-Text",
      "authors": [
        "Florian Mai",
        "Lukas Galke",
        "A. Scherp"
      ],
      "abstract": "For (semi-)automated subject indexing systems in digital libraries, it is often more practical to use metadata such as the title of a publication instead of the full-text or the abstract. Therefore, it is desirable to have good text mining and text classification algorithms that operate well already on the title of a publication. So far, the classification performance on titles is not competitive with the performance on the full-texts if the same number of training samples is used for training. However, it is much easier to obtain title data in large quantities and to use it for training than full-text data. In this paper, we investigate the question how models obtained from training on increasing amounts of title training data compare to models from training on a constant number of full-texts. We evaluate this question on a large-scale dataset from the medical domain (PubMed) and from economics (EconBiz). In these datasets, the titles and annotations of millions of publications are available, and they outnumber the available full-texts by a factor of 20 and 15, respectively. To exploit these large amounts of data to their full potential, we develop three strong deep learning classifiers and evaluate their performance on the two datasets. The results are promising. On the EconBiz dataset, all three classifiers outperform their full-text counterparts by a large margin. The best title-based classifier outperforms the best full-text method by 9.4%. On the PubMed dataset, the best title-based method almost reaches the performance of the best full-text classifier, with a difference of only 2.9%.",
      "doi": "10.1145/3197026.3197039",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/cc009bb85713a7c0bd29935d2e4696f74d8ec5b7",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 39,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Report of Reviewer Title of PhD thesis: Yarkovsky and YORP Effects in Dynamics of Small Bodies of the Solar System. Doctoral Thesis Author: Jundřich Žižka",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/9bb47450b5534063debfc3b4830969f1ebd9d045",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Near Earth Asteroid Scout Solar Sail Engineering Development Unit Test Program",
      "authors": [
        "T. Lockett",
        "A. Few",
        "Richard A. Wilson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/60819eee12f5f5f2c39a61d8d7f079344a47ff07",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Fragment shapes in impact experiments ranging from crateringto catastrophic disruption",
      "authors": [
        "T. Michikami",
        "A. Hagermann",
        "Tokiyuki Kadokawa"
      ],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/c413c52c73c3ecd40a030e4feaeef81e896595dd",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Published in final edited form as: Title: Characterization of Perfluorocarbon Relaxation Times and their Influence on the Optimization of Fluorine-19 MRI at 3 Tesla",
      "authors": [
        "R. Colotti",
        "J. Bastiaansen",
        "Anne Wilson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/d335b84ca524870d00f4ee4a09e735f99e70ddcc",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 19,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}