{
  "timestamp": 1743108693.411978,
  "expiry": 86400,
  "results": [
    {
      "title": "Secular perturbations of asteroids with high inclination and eccentricity",
      "authors": [],
      "abstract": "Secular perturbations of asteroids with high inclination and eccentricity moving under the attraction of the sun and Jupiter are studied on the assumption that Jupiter's orbit is circular. After short-periodic terms in the Hamiltonian are eliminated, the degree of freedom for the canonical equations of motion can be reduced to 1. Since there is an energy integral, the equations can be solved by quadrature. When the ratio of the semi-major axes of the asteroid and Jupiter takes a very small value, the solutions are expressed by elliptic functions. When the z component of the angular momentum (that is, Delaunay's H) of the asteroid is smaller than a certain limiting value, there are both a stationary solution and solutions corresponding to libration cases. The limiting value of H increases as the ratio of the semimajor axes increases, i.e., the corresponding limiting inclination drops from 39.2° to 1.8° as the ratio of the axes increases from 0.0 to 0.95.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1962AJ.....67..591K/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 2135,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Density of asteroids",
      "authors": [],
      "abstract": "The small bodies of our solar system are the remnants of the early stages of planetary formation. A considerable amount of information regarding the processes that occurred during the accretion of the early planetesimals is still present among this population. A review of our current knowledge of the density of small bodies is presented here. Density is indeed a fundamental property for the understanding of their composition and internal structure. Intrinsic physical properties of small bodies are sought by searching for relationships between the dynamical and taxonomic classes, size, and density. Mass and volume estimates for 287 small bodies (asteroids, comets, and transneptunian objects) are collected from the literature. The accuracy and biases affecting the methods used to estimate these quantities are discussed and best-estimates are strictly selected. Bulk densities are subsequently computed and compared with meteorite density, allowing to estimate the macroporosity (i.e., amount of voids) within these bodies. Dwarf-planets apparently have no macroporosity, while smaller bodies (&lt;400 km) can have large voids. This trend is apparently correlated with size: C- and S-complex asteroids tend to have larger density with increasing diameter. The average density of each Bus-DeMeo taxonomic classes is computed (DeMeo et al., 2009; Icarus 202). S-complex asteroids are more dense on average than those in the C-complex that in turn have a larger macroporosity, although both complexes partly overlap. Within the C-complex asteroids, B-types stand out in albedo, reflectance spectra, and density, indicating a unique composition and structure. Asteroids in the X-complex span a wide range of densities, suggesting that many compositions are included in the complex. Comets and TNOs have high macroporosity and low density, supporting the current models of internal structures made of icy aggregates. Although the number of density estimates sky-rocketed during last decade from a handful to 287, only a third of the estimates are more precise than 20%. Several lines of investigation to refine this statistic are contemplated, including observations of multiple systems, 3-D shape modeling, and orbital analysis from Gaia astrometry.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012P&SS...73...98C/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 449,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Collisional Model of Asteroids and Their Debris",
      "authors": [],
      "abstract": "A model for colliding objects in the asteroidal belt is formulated. An integro-differential equation describing the evolution of a system of particles undergoing inelastic collisions and fragmentation is derived and solved for steady-state conditions. It is found that the number density of particles per unit volume in the mass range m to m + dm is Am^-a dm, where A and α are constants (provided that certain conditions are satisfied). The population index α can then be derived theoretically; for asteroids and their debris, α = 1.837, in agreement with an empirical fit to the observed distribution. Various statistical properties of the distribution can be derived from the model. It is found that, for asteroidal objects, catastrophic collisions constitute the most important physical process determining particle lifetimes and the form of the particle distribution for particles sufficiently large that radiation effects are unimportant. The lifetime of the largest asteroids is found to be of the same order of magnitude as the probable lifetime of the solar system; therefore, some of the largest asteroids may have survived since the time of creation, whereas most smaller ones have not and are collisional fragments, according to the present model.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1969JGR....74.2531D/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 991,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Application of photometric models to asteroids.",
      "authors": [],
      "abstract": "The way an asteroid or other atmosphereless solar system body varies in brightness in response to changing illumination and viewing geometry depends in a very complicated way on the physical and optical properties of its surface and on its overall shape. The authors summarize the formulation and application of recent photometric models by Hapke and by Lumme and Bowell. In both models, the brightness of a rough and porous surface is parametrized in terms of the optical properties of individual particles, by shadowing between particles, and by the way in which light is scattered among collections of particles.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1989aste.conf..524B/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 275,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Thermal Model for Near-Earth Asteroids",
      "authors": [],
      "abstract": "It has become common practice in studies of the thermal emission from near-Earth asteroids to employ thermal models developed on the basis of infrared observations of large, main-belt asteroids. However, near-Earth asteroids are relatively small and are expected to have less dusty, \"rockier,\" surfaces with higher thermal inertias than main-belt asteroids. Furthermore, they tend to have irregular shapes and are often observed at large solar phase angles, compared to main-belt objects. Therefore, the applicability of the commonly used asteroid thermal models to these objects is not self-evident. Radiometric data in the 4-20-μm range of several near-Earth asteroids are compared with model predictions of the thermal emission. For all the objects considered both the \"standard\" and \"fast rotating\" thermal models produce poor fits to the observational data. Simple modifications to the standard thermal model are described that lead to significantly improved fits to the data. Revised estimates of the albedos and sizes of a number of near-Earth asteroids are derived using the resulting new thermal model with an empirically derived calibration parameter and compared with existing data from other sources. The new model is proposed as a default simple thermal model for estimating albedos and diameters of near-Earth asteroids.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998Icar..131..291H/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 446,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Active Asteroids",
      "authors": [],
      "abstract": "Some asteroids eject dust, unexpectedly producing transient, comet-like comae and tails. First ascribed to the sublimation of near-surface water ice, mass-losing asteroids (also called \"main-belt comets\") can in fact be driven by a surprising diversity of mechanisms. In this paper, we consider 11 dynamical asteroids losing mass, in nine of which the ejected material is spatially resolved. We address mechanisms for producing mass loss including rotational instability, impact ejection, electrostatic repulsion, radiation pressure sweeping, dehydration stresses, and thermal fracture, in addition to the sublimation of ice. In two objects (133P and 238P) the repetitive nature of the observed activity leaves ice sublimation as the only reasonable explanation, while in a third ((596) Scheila), a recent impact is the cause. Another impact may account for activity in P/2010 A2, but this tiny object can also be explained as having shed mass after reaching rotational instability. Mass loss from (3200) Phaethon is probably due to cracking or dehydration at extreme (~1000 K) perihelion temperatures, perhaps aided by radiation pressure sweeping. For the other bodies, the mass-loss mechanisms remain unidentified, pending the acquisition of more and better data. While the active asteroid sample size remains small, the evidence for an astonishing diversity of mass-loss processes in these bodies is clear.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012AJ....143...66J/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 257,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroids were born big",
      "authors": [],
      "abstract": "How big were the first planetesimals? We attempt to answer this question by conducting coagulation simulations in which the planetesimals grow by mutual collisions and form larger bodies and planetary embryos. The size frequency distribution (SFD) of the initial planetesimals is considered a free parameter in these simulations, and we search for the one that produces at the end objects with a SFD that is consistent with Asteroid belt constraints. We find that, if the initial planetesimals were small (e.g. km-sized), the final SFD fails to fulfill these constraints. In particular, reproducing the bump observed at diameter D∼100km in the current SFD of the asteroids requires that the minimal size of the initial planetesimals was also ∼100 km. This supports the idea that planetesimals formed big, namely that the size of solids in the proto-planetary disk \"jumped\" from sub-meter scale to multi-kilometer scale, without passing through intermediate values. Moreover, we find evidence that the initial planetesimals had to have sizes ranging from 100 to several 100 km, probably even 1000 km, and that their SFD had to have a slope over this interval that was similar to the one characterizing the current asteroids in the same size range. This result sets a new constraint on planetesimal formation models and opens new perspectives for the investigation of the collisional evolution in the Asteroid and Kuiper belts as well as of the accretion of the cores of the giant planets.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009Icar..204..558M/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 405,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The asteroid lightcurve database",
      "authors": [],
      "abstract": "The compilation of a central database for asteroid lightcurve data, i.e., rotation rate and amplitude along with ancillary information such as diameter and albedo (known or estimated), taxonomic class, etc., has been important to statistical studies for several decades. Having such a compilation saves the researcher hours of effort combing through any number of journals, some obvious and some not, to check on prior research. Harris has been compiling such data in the Asteroid Lightcurve Database (LCDB) for more than 25 years with Warner and Pravec assisting the past several years. The main data included in the LCDB are lightcurve rotation periods and amplitudes, color indices, H-G parameters, diameters (actual or derived), basic binary asteroid parameters, and spin axis and shape models. As time permits we are reviewing existing entries to enter data not previously recorded ( e.g., phase angle data). As of 2008 December, data for 3741 asteroids based on more than 10650 separate detail records derived from entries in various journals were included in the LCDB. Of those 3741 asteroids, approximately 3100 have data of sufficient quality for statistical analysis, including 7 that have \"dual citizenship\" - meaning that they have (or had) asteroid designations as well comet designations. Here we present a discussion of the nature of LCDB data, i.e., which values are actually measured and which are derived. For derived data, we give our justification for specific values. We also present some analysis based on the LCDB data, including new default albedo ( p) and phase slope parameter ( G) values for the primary taxonomic classes and a review of the frequency-diameter distribution of all asteroids as well as some selected subsets. The most recent version of data used in this analysis is available for download from the Collaborative Asteroid Lightcurve Link (CALL) site at http://www.MinorPlanetObserver.com/astlc/default.htm. Other data sets, some only subsets of the full LCDB, are available in the Ephemeris of Minor Planets, The Planetary Data System, and the Minor Planet Center web site.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009Icar..202..134W/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 440,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Masses of asteroids and the total mass of the main asteroid belt",
      "authors": [],
      "abstract": "The renovated database of observations of planets and spacecraft, as well as asteroid data have been used for estimation of masses of asteroids and the total mass of main asteroid belt from their perturbations on motion of solar system bodies. The direct dynamical mass estimations were obtained for about 30 largest asteroids by their gravitation impacts on other bodies. The masses of other large asteroids were estimated by their diameters and evaluated densities. The total contribution of all remaining small asteroids is modeled as a gravitational force from uniform two-dimensional ring with the constant mass distribution in the ecliptic plane. The work was based on the new version of the EPM2014 ephemerides of IAA RAS using more than 800000 positional observations (mostly radar ones) of planets and spacecraft obtained in 1913-2014. For the first time, the two-dimensional asteroid annulus with dimensions corresponding to its observable width has been used instead of one-dimensional ring which applied for modeling perturbation of small asteroids in our previous versions of EPM ephemerides. As a result, the accuracy of the mass of the two-dimensional asteroid annulus has increased by 6 times; orbits of all planets have improved distinctly, in particular, the formal uncertainties of the semi-major axes of the planets decreased by two times. The total mass of the main asteroid belt has been found: M<SUB>belt</SUB> = (12.25 ± 0.19)×10<SUP>-10</SUP>M<SUB>Sun</SUB><SUB>.</SUB> ≈ 2.5 M<SUB>Ceres</SUB>.Moreover, the estimation of the total mass of Trans-Neptunian Objects (TNO) including the known masses of 30 largest TNO, Pluto and the evaluated mass of the TNO ring (with a radius of 43 au) was obtained:592×10<SUP>-10</SUP> M<SUB>Sun</SUB> (or 125 M<SUB>Ceres</SUB>).",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2015IAUGA..2256597V/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid-Meteoroid Complexes",
      "authors": [],
      "abstract": "This is an overview of recent research on meteors and the parent bodies from which they are produced. While many meteor showers result from material ejected by comets, two out of the three strongest annual showers (the Geminids and the Quadrantids) are associated with objects whose physical properties are apparently those of asteroids. In the last decades dynamical and observational studies have confirmed the existence of a number of Asteroid-Meteoroid Complexes, comprising streams and several macroscopic, split fragments. Spectroscopy of meteor showers has been utilized to investigate the perihelion-dependent thermal alteration while in interplanetary space. In this chapter, we review characteristics of the complexes, including those of some minor streams. The scientific interest is to trace the physical and dynamical properties of the complexes back to the evolutionary pathways to learn about the variety of production processes of meteoroids to form streams. We also discuss open questions in the field for the next decade.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2019msme.book..187K/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 21,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Fragmentation of Small Asteroids in the Atmosphere",
      "authors": [],
      "abstract": "The effect of the atmosphere on impacting asteroids and comets is investigated. It is found that the atmosphere is inefficient in preventing impact damage to the ground when the radius of a stony asteroid exceeds 100 m and that of a comet exceeds 500 m. For iron meteorites that impact at greater than 20 km/s, the critical radius is about 20-30 m. For low-velocity iron meteorites that hit at 11.2-15 km/s, the critical radius is only 2 m. While the dissipation of energy in the atmosphere protects the ground from impact damage, it can enhance the damage done by the airburst. The area of destruction produced by the airburst during the impact of small asteroids can be up to twice as large as would have been the case had the same energy been released at sea level. The plumes of stony meteorites with radii over about 60 km break out of the atmosphere and float around the earth, carrying entrapped dust whose deposition may provide a counter for large meteorite impacts.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1993AJ....105.1114H/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 251,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "319 Leona and 341 California - Two Very Slowly Rotating Asteroids",
      "authors": [],
      "abstract": "An observing strategy for asteroids suspected of being very slowly rotating is described and recommended to all observers. For 319 Leona the synodic rotation period is 430 ± 2 hours, amplitude 0.7 magnitudes, a second tumbling period is 1084 ± 10 hours, color index V-R = 0.43, H=10.46 ± 0.08 and G=0.11 ± 0.09 at mean light. For 341 California the synodic rotation period is 318 ± 2 hours, amplitude 0.9 magnitudes, a second tumbling period is 250 ± 2 hours, color index V-R = 0.53, H=11.53 ± 0.06 and G=0.18 ± 0.05 at mean light.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017MPBu...44...87P/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "JWST sighting of decametre main-belt asteroids and view on meteorite sources",
      "authors": [],
      "abstract": "Asteroid discoveries are essential for planetary-defence efforts aiming to prevent impacts with Earth<SUP>1</SUP>, including the more frequent<SUP>2</SUP> megaton explosions from decametre impactors<SUP>3, 4, 5–6</SUP>. Although large asteroids (≥100 kilometres) have remained in the main belt since their formation<SUP>7</SUP>, small asteroids are commonly transported to the near-Earth object (NEO) population<SUP>8,9</SUP>. However, owing to the lack of direct observational constraints, their size–frequency distribution (SFD)—which informs our understanding of the NEOs and the delivery of meteorite samples to Earth—varies substantially among models<SUP>10, 11, 12, 13–14</SUP>. Here we report 138 detections of some of the smallest asteroids (≳10 metres) ever observed in the main belt, which were enabled by JWST's infrared capabilities covering the emission peaks of the asteroids<SUP>15</SUP> and synthetic tracking techniques<SUP>16, 17–18</SUP>. Despite small orbital arcs, we constrain the distances and phase angles of the objects using known asteroids as proxies, allowing us to derive sizes through radiometric techniques. Their SFD shows a break at about 100 metres (debiased cumulative slopes of q = ‑2.66 ± 0.60 and ‑0.97 ± 0.14 for diameters smaller and larger than roughly 100 metres, respectively), suggestive of a population driven by collisional cascade. These asteroids were sampled from several asteroid families—most probably Nysa, Polana and Massalia—according to the geometry of pointings considered here. Through further long-stare infrared observations, JWST is poised to serendipitously detect thousands of decametre-scale asteroids across the sky, examining individual asteroid families<SUP>19</SUP> and the source regions of meteorites<SUP>13,14</SUP> 'in situ'.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025Natur.638...74B/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Active Asteroids",
      "authors": [],
      "abstract": "Some asteroids eject dust, producing transient, comet-like comae and tails; these are the active asteroids. The causes of activity in this newly identified population are many and varied. They include impact ejection and disruption, rotational instabilities, electrostatic repulsion, radiation pressure sweeping, dehydration stresses, and thermal fracture, in addition to the sublimation of asteroidal ice. These processes were either unsuspected or thought to lie beyond the realm of observation before the discovery of asteroid activity. Scientific interest in the active asteroids lies in their promise to open new avenues into the direct study of asteroid destruction, the production of interplanetary debris, the abundance of asteroid ice, and the origin of terrestrial planet volatiles.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2015aste.book..221J/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 116,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On certain aerodynamic processes for asteroids and comets",
      "authors": [],
      "abstract": "",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1972fpp..conf..211W/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 271,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "An extension of the Bus asteroid taxonomy into the near-infrared",
      "authors": [],
      "abstract": "The availability of asteroid spectral measurements extending to the near-infrared, resulting from the development of new telescopic instruments (such as SpeX [Rayner, J.T., and 7 colleagues, 2003. Astron. Soc. Pacific 115, 362-382]), provides a new basis for classifying asteroid reflectance spectra. We present an asteroid taxonomy classification system based on reflectance spectrum characteristics for 371 asteroids measured over the wavelength range 0.45 to 2.45 μm. This system of 24 classes is constructed using principal component analysis, following most closely the visible wavelength taxonomy of Bus [Bus, S.J., 1999. Ph.D. thesis, Massachusetts Institute of Technology], which itself builds upon the system of Tholen [Tholen, D.J., 1984. Ph.D. thesis, University of Arizona]. Nearly all of the Bus taxonomy classes are preserved, with one new class (Sv) defined. For each class we present boundary definitions, spectral descriptions, and prototype examples. A flow chart method is presented for classifying newly acquired data spanning this wavelength range. When data are available only in the near-infrared range (0.85 to 2.45 μm), classification is also possible in many cases through an alternate flow chart process. Within our sample, several classes remain relatively rare: only 6 objects fall into the A-class; 349 Dembowska and 3628 Boznemcova reside as the only objects in their respective R- and O-classes. Eight Q-class objects are all near-Earth asteroids. We note 1904 Massevitch as an outer main-belt V-type while 15 other V-type objects have inner main-belt orbits consistent with an association with Vesta.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009Icar..202..160D/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 734,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid taxonomy.",
      "authors": [],
      "abstract": "The spectral reflectivity of asteroid surfaces over the wavelength range of 0.3 to 1.1 μm can be used to classify these objects into several broad groups with similar spectral characteristics. The three most recently developed taxonomies group the asteroids into 9, 11 or 14 different classes, depending on the technique used to perform the analysis. The distribution of the taxonomic classes shows that darker and redder objects become more dominant at larger heliocentric distances, while the rare asteroid types are found more frequently among the small objects of the planet-crossing population.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1989aste.conf..298T/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 68,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Velocity Distributions among Colliding Asteroids",
      "authors": [],
      "abstract": "The probability distribution for impact velocities between two given asteroids is wide, non-Gaussian, and often contains spikes according to our new method of analysis in which each possible orbital geometry for collision is weighted according to its probability. An average value would give a good representation only if the distribution were smooth and narrow. Therefore, the complete velocity distribution we obtain for various asteroid populations differs significantly from published histograms of average velocities. For all pairs among the 682 asteroids in the main-belt with D &gt; 50 km, we find that our computed velocity distribution is much wider than previously computed histograms of average velocities. In this case, the most probable impact velocity is ∼4.4 km/sec, compared with the mean impact velocity of 5.3 km/sec. For cases of a single asteroid (e.g., Gaspra or Ida) relative to an impacting population, the distribution we find yields lower velocities than previously reported by others. The width of these velocity distributions implies that mean impact velocities must be used with caution when calculating asteroid collisional lifetimes or crater-size distributions. Since the most probable impact velocities are lower than the mean, disruption events may occur less frequently than previously estimated. However, this disruption rate may be balanced somewhat by an apparent increase in the frequency of high-velocity impacts between asteroids. These results have implications for issues such as asteroidal disruption rates, the amount/type of impact ejecta available for meteoritical delivery to the Earth, and the geology and evolution of specific asteroids like Gaspra.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1994Icar..107..255B/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 360,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Fast and Slow Rotation of Asteroids",
      "authors": [],
      "abstract": "We present an analysis of the distribution of asteroid spin rates vs. size. The existence of significant populations of both slow and fast rotators among asteroids smaller than D=40 km, and especially below 10 km (where our sample is mostly near-Earth asteroids), is shown. We have found that the excess of slow rotators is present at spin rates below ≈0.8 rev/day, and the group of fast rotators occupies the range of spin rates &gt;7 rev/day. The fast rotators show interesting characteristics: The lack of objects rotating faster than 2.2 h period among asteroids with absolute magnitude H&lt;22, as well as the tendency to spheroidal shapes of fast rotators, is evidence that asteroids larger than a few hundred meters are mostly loosely bound, gravity-dominated aggregates with negligible tensile strength (\"rubble piles\"), while monoliths may be abundant among smaller objects. A large fraction (about half) of near-Earth fast-rotating asteroids appear to be binary systems, probably created by tidal disruptions during close encounters with the terrestrial planets.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2000Icar..148...12P/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 323,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroids II",
      "authors": [],
      "abstract": "Topics discussed include the exploration of asteroids, their structure and physical properties, origin and evolution, space studies, and tabulation. Papers are presented on CCD photometry of asteroids, radiometry and thermal modeling of asteroids, radar observations of asteroids, and experiments and scaling laws on catastrophic collisions. Attention is given to asteroid results from the IRAS survey, dust bands in the asteroid belt, the identification of asteroid dynamical families, and the physical properties of Aten, Apollo, and Amor. Consideration is also given to the origin of the asteroid belt, the delivery of asteroids and meteorites to the inner solar system, the evolution of comets into asteroids, and asteroid observations with the Hubble Space Telescope and the Space Infrared Telescope Facility. Other papers are on asteroid family identifications and proper elements; the asteroid magnitudes, UBV colors, and IRAS albedos and diameters; and three-parameter asteroid taxonomy classifications.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1989aste.conf.....B/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 37,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}