{
  "timestamp": 1743108697.508099,
  "expiry": 86400,
  "results": [
    {
      "title": "Peer Review File Manuscript Title: Orbital Period Change of Dimorphos Due to the DART Kinetic Impact Reviewer Comments & Author Rebuttals",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/e1afb3a84a190942ae2d79eb418e4e85044864bd",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 58,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: OSIRIS-REx at Asteroid (101955) Bennu: Selecting the Prime and Backup Sample Sites, Invited Paper 492627",
      "authors": [
        "H. Enos",
        "D. Lauretta",
        "P. Antreasian"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/0de391a7b860898face9c10b7c7e5a076d48fca1",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title : In Situ and Post ProcessingWorkflows for Asteroid Ablation Studies",
      "authors": [
        "M. John",
        "Nouanesengsy",
        "Boonthanome"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/869c0383e7dd9f9ae75567fbb368aaab2f7352aa",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title CAPABILITIES OF EARTH-BASED RADAR FACILITIES FOR NEAR-EARTH ASTEROID OBSERVATIONS Permalink",
      "authors": [
        "P. Naidu",
        "L. Benner",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/b21d1efdfe3c9f73d73a830a27685532fe2bb57a",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Improved algorithms for radar-based reconstruction of asteroid shapes Permalink",
      "authors": [
        "A. Greenberg",
        "J. Margot"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/c21491eaf78eca8a5ed50f5a5b650abddf0359a2",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the Title of Moriarty's Dynamics of an Asteroid",
      "authors": [
        "Alejandro Jenkins"
      ],
      "abstract": "We propose an explanation of the title of Prof. James Moriarty's treatise_Dynamics of an Asteroid_, a scientific work mentioned by Sherlock Holmes in_The Valley of Fear_ and prominently featured in Guy Ritchie's 2011 film_Sherlock Holmes: A Game of Shadows_. Our views on the subject differ from those expressed in Isaac Asimov's \"The Ultimate Crime\".",
      "doi": null,
      "year": 2013,
      "url": "https://www.semanticscholar.org/paper/09600c0786ef2246fcc8778652f4d824d15914c9",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Relevant Anatomy of Facial Region and Clinical Analysis of Common Complications in Botulinum Toxin and Filler Injections\nRunning Title: Common Complications of Botox and Fillers",
      "authors": [
        "Hürriyet Çetinok",
        "Ali Mortazavi",
        "Negin Alavimatin"
      ],
      "abstract": "Objective: This study analyzes the prevalent problems associated with Botulinum toxin and filler injections. By concentrating on the Iranian populace, we seek to elucidate the particular obstacles and adverse effects associated with these prevalent cosmetic operations. Healthcare professionals must implement preventive efforts and be equipped to address any consequences. A comprehensive understanding of anatomy is essential for achieving optimal outcomes.\nMaterials and Methods:This retrospective-descriptive study analyzed the medical records of female patients treated with Botox and dermal fillers at the private dental clinic between 2019 and 2024. The study focused on comparing the most common complications associated with each treatment for botulinum toxin and filler injections. Exclusion criteria included patients with pre-existing skin conditions, chronic diseases, or other significant health concerns. This study aimed to analyze the frequency and severity of problems, contextualizing data with current literature to evaluate the relative safety and efficacy of different cosmetic operations.\nResults: In our study, we identified the most common complications associated with botox and filler injections. For botox, the top three issues were no correction (20.22%), redness (15.1%), over and under correction (9.5%). As for fillers, the most frequent complications include inflammation (25.9%), pain (25.9%) and erythema (22.2%).\nConclusion: This study highlights the importance of understanding facial anatomy, specifically complications in the context of botox and filler injections, emphasizing the importance of meticulous technique and a strong understanding of anatomy to minimize risks. The insights provided will assist practitioners in better complications, ultimately enhancing the safety and outcomes of cosmetic procedures.",
      "doi": "10.5455/annalsmedres.2024.09.205",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/123d02b1bc5984b1a8598a4b2377c7a092f66ec6",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroid families: properties, recent advances, and future opportunities",
      "authors": [
        "B. Novaković",
        "D. Vokrouhlický",
        "F. Spoto"
      ],
      "abstract": "Collisions are one of the key processes shaping planetary systems. Asteroid families are outcomes of such collision still identifiable across our solar system. The families provide a unique view of catastrophic disruption phenomena and have been in the focus of planetary scientists for more than a century. Most of them are located in the main belt, a ring of asteroids between Mars and Jupiter. Here we review the basic properties of the families, discuss some recent advances, and anticipate future challenges. This review pays more attention to dynamic aspects such as family identification, age determination, and long-term evolution. The text, however, goes beyond that. Especially, we cover the details of young families that see the major advances in the last years, and we anticipate it will develop even faster in the future. We also discuss the relevance of asteroid families for water-ice content in the asteroid belt and our current knowledge on links between families and main-belt comets. query Please check the edit made in the article title.",
      "doi": "10.1007/s10569-022-10091-7",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/45af44e5ecbb8fc8cc482652c86eec816d168bc3",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 19,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: BEHAVIORAL ASPECTS OF RIGHTING IN THE ASTEROID",
      "authors": [
        "Echinoderms Henricia",
        "L. aequalis"
      ],
      "abstract": null,
      "doi": null,
      "year": 2010,
      "url": "https://www.semanticscholar.org/paper/ff656d5e94e1e63e108400267e8093eb2c47c1e6",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Peer Review File Manuscript Title: Fine-regolith production on asteroids controlled by rock porosity",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/ab414f27f458353afc9b59ee07c370515d5f6821",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Furthering Asteroid Resource Utilization in the Next Decade though Technology Leadership",
      "authors": [
        "C. Lewicki",
        "A. Graps",
        "M. Elvis"
      ],
      "abstract": "A significant opportunity for synergy between pure research and asteroid resource research exists. We provide an overview of the state of the art in asteroid resource utilization, and highlight where we can accelerate the closing of knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Mine Project Value Curve Project Value as a function of mineral resource confidence, and associated terrestrial industry terms. Executive Summary The study of asteroids as a way to understand Solar System origins and dynamic evolution is accelerating with recent science missions including OSIRIS-REx, Hayabusa 2 and soon to be launched missions including Psyche, Lucy, DART, MMX and Janus. Simultaneously there has been a rapid growth of activity around ​using the vast resources of the asteroids. Many of the science mission results also contribute to understanding these objects as potential orebodies. A significant opportunity for synergy between pure research and asteroid resource research has opened up, with pure and applied research each benefiting from the other. This white paper provides a brief overview of the state of the art in asteroid resource utilization, and highlights where further research can help accelerate the closing of science knowledge gaps, leading to the utilization of asteroid resources for growing economic productivity in space. Asteroid Resources Asteroid Resources are vast. The iron in the Main Belt has some 10 million times the known resources on Earth . Water and other volatiles, as well as precious metals, are also abundant 1 among the asteroids. For a long time, though, the prospect of actually harnessing these resources has seemed remote. Now “Mining the Sky” is no longer seen as a fantasy, but as a realistic, though challenging, enterprise. Starting about a decade ago, there have been a number of well-publicized start-ups with asteroid mining as their goal: Planetary Resources, Deep Space Industries, TransAstra and others. These commercial pursuits have been supplemented by a space-resource focused degree program at the Colorado School of Mines, and graduate seminars at the University of Central Florida, among others. The near-term hurdles are mostly financial. Development of the necessary technology needs too long a horizon (>5 years) for most investors. The US government has often brought down risk for entrepreneurs by investing in new technology . NASA is already supporting asteroid 2 resource activities via the SBIR and NIAC programs . Keeping in mind that NASA is charged to 3 “​seek and encourage, to the maximum extent possible, the fullest commercial use of space” , 4 and its strategic goal #3: “Address national challenges and catalyze economic growth” , support 5 of asteroid mining perfectly fits NASA’s mandate. More directly, Planetary Science will directly benefit from asteroid resource utilization. The same technologies developed for asteroid resource use will also bring great benefits to planetary science by enabling many more deep 1 “Mining the Sky: Untold Riches from the Asteroids, Comets, and Planets”, John S. Lewis (Reading, MA: Addison-Wesley, 1996); Elvis, M., and Milligan, T., “How much of the solar system should we leave as wilderness?” Acta Astronautica, (2019), 162, 574. 2 see e.g. “The Entrepreneurial State”, Mariana Mazzucato (2013, Anthem Press.) 3 E.g. Demonstration of \"Optical Mining\" For Excavation of Asteroids and Production of Mission Consumables: https://www.sbir.gov/sbirsearch/detail/887233 4 Title 51, U.S. Code § 20112. Functions of the Administration: ​https://www.law.cornell.edu/uscode/text/51/20112 5 NASA Strategic Plan 2018: ​https://go.nasa.gov/2ZBjwbV",
      "doi": "10.3847/25C2CFEB.B39BBE37",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/03ffb8d2b0ab0ff03a349adccffde787963ed6c3",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 5,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Free-Flying Unmanned Robotic Spacecraft for Asteroid Resource Prospecting and Characterization",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/23fa46ccd69842ce41b9af3de3baa09e0aafab4d",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title IV  Space Resource Exploration and Utilization of the US Commercial Space Launch Competitiveness Act: A Legal and Political Assessment",
      "authors": [
        "F. Tronchetti"
      ],
      "abstract": "On November 25, 2015, the President of the United States (US) signed into law the US Commercial Space Launch Competitiveness Act. This event received extensive coverage, both in the press and legal literature, mostly due to the content of its Title IV dedicated to Space Resource Exploration and Utilization. Pursuant to Title IV, US citizens shall be entitled under US law to collect, own, transport and sell asteroid and space resources that they have obtained in the course of resource recovery operations. Considering that international space law does not clarify whether space resources can be appropriated and used for commercial purposes, the enactment of the US Commercial Space Launch Competitiveness Act has been deemed by some commentators to amount to a breach of the international obligations of the US. In light of this controversy, the purpose of the present paper is to assess the consistency of the Act with international space law and to discuss the legal and political implications related to its adoption and (future) implementation.",
      "doi": "10.54648/aila2016012",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/7989f37bcf0a1eeeb782e339218c11a8c84cc11c",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Report of Reviewer Title of PhD thesis: Yarkovsky and YORP Effects in Dynamics of Small Bodies of the Solar System. Doctoral Thesis Author: Jundřich Žižka",
      "authors": [],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/9bb47450b5534063debfc3b4830969f1ebd9d045",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Near Earth Asteroid Scout Solar Sail Engineering Development Unit Test Program",
      "authors": [
        "T. Lockett",
        "A. Few",
        "Richard A. Wilson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/60819eee12f5f5f2c39a61d8d7f079344a47ff07",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Fragment shapes in impact experiments ranging from crateringto catastrophic disruption",
      "authors": [
        "T. Michikami",
        "A. Hagermann",
        "Tokiyuki Kadokawa"
      ],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/c413c52c73c3ecd40a030e4feaeef81e896595dd",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Knowledge, attitude and use of evidence based practice (EBP) among Registered Nurse-Midwives practicing in Central Hospitals in Malawi: A Cross-Sectional Survey",
      "authors": [
        "P. Kaseka",
        "B. Mbakaya"
      ],
      "abstract": "\n Background: Even though EBP is being considered as a critical element in improving the quality of health services and achieving excellence in patient care, there is currently little knowledge of how EBP relates to nursing and midwifery in Malawi. This paper is a report of a study describing EBP knowledge, attitudes and use of registered nurses-midwives practicing in central hospitals in Malawi. Methods: The descriptive, cross-sectional research design was conducted with a convenient sample of 183 nurse-midwives (response rate of 86%). The study used a questionnaire to collect data. Data were analysed using both descriptive and inferential statistics in the Statistical Product and Service Solutions version 23. Descriptive statistics were calculated to summarize overall knowledge levels, attitudes and use of nurse-midwives as percentages based on their scores from the assessment scale (1 to 7 Likert scale) in the EBP questionnaire. Non-parametric Mann-Whitney and Kruskal-Wallis tests were carried out to compare evidence-based practice scores based on demographics. Pearson’s correlation (r) and stepwise regression analysis were further performed to analyse the relationship between the knowledge, attitude and use of nurse-midwives on the overall EBP of nurse-midwives. Results: The average scores (mean±SD) of evidence-based practice amongst nurse midwives were 78.7±19.6 for attitude, 70.6±15.1 for knowledge levels, 57.8±23.for use, and 68.9±14.2 for the overall EBP. Higher educational qualification was associated with higher scores in knowledge levels (P=0.02). Research experience was associated with higher scores in nursing use (P=0.005), and higher overall evidence based practice were associated with both research experience (P=0.035) and educational qualification (P=0.004). Nurse-midwives attitude was affected by clinical experience (P=0.006) and the hospital where nurse-midwives worked (P=0.016). There was no significant difference in the EBP scores of nurse-midwives based on gender and/or their administrative roles in their respective central hospitals Conclusion: It is important to develop the knowledge/skills of nurse midwives in order to enhance evidence based practice amongst nurse midwives in Malawian hospitals. The results can be used by nurse managers, nurse educators, Ministry of Health policy makers, Nurses and Midwives Council of Malawi and donors to enhance implementation of EBP.",
      "doi": "10.21203/RS.3.RS-344247/V1",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/d1a7123ce4274f027d1b3586ae98d3e3241fcf3a",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title: CHANGES IN SUBJECTIVE AND OBJECTIVE SLEEP MEASURES DURING RECOVERY IN PEDIATRIC CONCUSSION",
      "authors": [
        "Julie C. Wilson",
        "C. Seehusen",
        "S. Simon"
      ],
      "abstract": "Background: Sleep problems after concussion have been associated with longer recovery times and more severe symptoms. Early research has primarily evaluated sleep via subjective measures; however, actigraphy data may help objectively understand sleep patterns after pediatric concussion. Purposes: Our study examined changes in subjective and objective sleep measures during pediatric concussion recovery. We also evaluated whether sleep measures at initial assessment predict concussion symptom resolution time. Methods: Pediatric patients evaluated within 14 days of concussion were given a commercial activity tracker to be worn full-time, including during sleep, through return-to-play (RTP) clearance. During the initial and RTP assessments, patients completed the Pittsburgh Sleep Quality Index (PSQI), self-reporting sleep duration, time spent in bed, and sleep quality. PSQI score >5 indicates poor sleep quality. Activity tracker-recorded sleep duration and time spent in bed from the first 3 nights after initial assessment and 3 nights prior to the RTP clearance assessment were also used for analysis. Results: Patients (n=32, 15.1±1.7 years, 41% female) completed initial and RTP clearance assessments (Table 1). On the PSQI, patients reported significantly worse overall sleep quality despite longer sleep duration and more time in bed at initial assessment relative to RTP assessment (Table 2). A majority of patients reported PSQI score >5 at both initial and RTP assessments (Table 2). There were no significant differences across time for sleep duration or time in bed as measured by actigraphy (Table 2). Patients perceived that they spent longer in bed compared to objective measures with initial assessment, and perceived longer sleep duration compared to objective measures for both initial and RTP assessments (Table 3). In each regression model, higher symptom severity was significantly associated with longer symptom resolution time (Table 4). In addition, longer time in bed after the initial assessment measured by actigraphy was significantly associated with longer symptom resolution time (Table 4). Conclusion: Patients reported obtaining more sleep and spending longer time in bed at the initial assessment compared to actigraphy measures, and a majority of patients reported poor sleep quality throughout recovery. Concussion symptom duration increased by 1 day for every 13 additional minutes spent in bed, as measured by actigraphy. Increased time in bed may indicate poor sleep habits during recovery. Both subjective and objective assessment of sleep following concussion offer valuable, yet differing, information. Future research assessing the impact of sleep intervention after concussion on symptom resolution should be considered.",
      "doi": "10.1177/2325967121S00060",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/8b7d0d7722734f028fe9614547587ef0a77d98fe",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "ORBIT DETERMINATION, PROPAGATION AND DEFLECTION OF ASTEROID (99942) APOPHIS",
      "authors": [
        "Sahin Ulas Koprucu"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/828393ab797cb82be752e3ba6001759479eb68ef",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Who Owns Outer Space?",
      "authors": [
        "M. Byers",
        "A. Boley"
      ],
      "abstract": "From Space debris to asteroid strikes to anti-satellite weapons, humanity's rapid expansion into Space raises major environmental, safety, and security challenges. In this book, Michael Byers and Aaron Boley, an international lawyer and an astrophysicist, identify and interrogate these challenges and propose actionable solutions. They explore essential questions from, 'How do we ensure all of humanity benefits from the development of Space, and not just the world's richest people?' to 'Is it possible to avoid war in Space?' Byers and Boley explain the essential aspects of Space science, international law, and global governance in a fully transdisciplinary and highly accessible way. Addressing the latest and emerging developments in Space, they equip readers with the knowledge and tools to engage in current and critically important legal, policy, and scientific debates concerning the future development of Space. This title is also available as Open Access on Cambridge Core.",
      "doi": "10.1017/9781108597135",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/00e0d58a8c3ffbd5a3da1ea1a4a80d972806410f",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 10,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}