{
  "timestamp": 1743360031.047616,
  "expiry": 86400,
  "results": [
    {
      "title": "Estimate of Water and Hydroxyl Abundance on Asteroid (16) Psyche from JWST Data",
      "authors": [
        "S. Jarmak",
        "T. M. Becker",
        "Charles E. Woodward"
      ],
      "abstract": "\n Our understanding of solar system evolution is closely tied to interpretations of asteroid composition, particularly the M-class asteroids. These asteroids were initially thought to be the exposed cores of differentiated planetesimals, a hypothesis based on their spectral similarity to iron meteorites. However, recent astronomical observations have revealed hydration on their surface through the detection of 3 μm absorption features associated with OH and potentially H2O. We present evidence of hydration due mainly to OH on asteroid (16) Psyche, the largest M-class asteroid, using data from the James Webb Space Telescope (JWST) spanning 1.1–6.63 μm. Our observations include two detections of the full 3 μm feature associated with OH and H2O resembling those found in CY-, CH-, and CB-type carbonaceous chondrites, and no 6 μm feature uniquely associated with H2O across two observations. We observe 3 μm depths of between 4.3% and 6% across two observations, values consistent with hydrogen abundance estimates on other airless bodies of 250–400 ppm. We place an upper limit of 39 ppm on the water abundance from the standard deviation around the 6 μm feature region. The presence of hydrated minerals suggests a complex history for Psyche. Exogenous sources of OH-bearing minerals could come from hydrated impactors. Endogenous OH-bearing minerals would indicate a composition more similar to E- or P-class asteroids. If the hydration is endogenous, it supports the theory that Psyche originated beyond the snow line and later migrated to the outer main belt.",
      "doi": "10.3847/psj/ad66b9",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/48f5e971205be7150a831014993e72762fbd7378",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 2,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Development of a business model to improve the efficiency of hiring new employees to IT companies",
      "authors": [
        "Valeriy Jarmak"
      ],
      "abstract": "The object of the research is the process of increasing the efficiency of hiring new employees to IT companies, which is considered as one of the measures of continuous improvement of IT project management processes. \nHiring talented and motivated IT specialists is seriously complicated nowadays due to the oversaturation of the labor market in the IT industry with candidates who are either exclusively financially motivated or have a low level of qualifications. The consequence of this problem is an increase in time and money spent on identifying and selecting for further processing a subset of resumes of specialists who will be relevant to the needs of the IT company. Therefore, the study of models of active strategies for conducting career guidance activities among future candidates for work in the IT industry is relevant. \nThe purpose of the study is to create a business model for professional orientation of candidates for positions in IT companies. This business model should combine the advantages of basic business planning models and flexible business development methods, taking into account the peculiarities of the process of professional orientation in the IT industry of Ukraine. \nAs a basis for this business model, it is proposed to use the Business Model Canvas. Within this model, to increase the flexibility of activities related to the presentations of IT professions, it is proposed to use the Walt Disney method. During the research, Walt Disney's derivative method was modified by abandoning his first stage use of the role of the Dreamer and instead using the role of the Optimist. A person in the role of an Optimist should determine the advantages, positive aspects, favorable opportunities of the presentation object, etc. \nThe results of the modification of Walt Disney's method were used during the development of the Business Model Canvas for the process of increasing the efficiency of hiring new employees to IT companies. The key activities of the Business Model Canvas were determined, the sequence of their implementation was established, which allows eliminating the shortcomings of individual activities.",
      "doi": "10.30837/0135-1710.2024.180.045",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/c0c59bcafa64857621537559846bbb5b3fdca5a1",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Experimenting with Large Language Models and vector embeddings in NASA SciX",
      "authors": [
        "Sergi Blanco-Cuaresma",
        "I. Ciucă",
        "A. Accomazzi"
      ],
      "abstract": "Open-source Large Language Models enable projects such as NASA SciX (i.e., NASA ADS) to think out of the box and try alternative approaches for information retrieval and data augmentation, while respecting data copyright and users' privacy. However, when large language models are directly prompted with questions without any context, they are prone to hallucination. At NASA SciX we have developed an experiment where we created semantic vectors for our large collection of abstracts and full-text content, and we designed a prompt system to ask questions using contextual chunks from our system. Based on a non-systematic human evaluation, the experiment shows a lower degree of hallucination and better responses when using Retrieval Augmented Generation. Further exploration is required to design new features and data augmentation processes at NASA SciX that leverages this technology while respecting the high level of trust and quality that the project holds.",
      "doi": "10.48550/arXiv.2312.14211",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/590802c314c34d5746503e5b3efa327845d0587d",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "QUEST: A New Frontiers Uranus orbiter mission concept study",
      "authors": [
        "S. Jarmak",
        "E. Leonard",
        "A. Akins"
      ],
      "abstract": null,
      "doi": "10.1016/j.actaastro.2020.01.030",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/36a4264deddc424e78da303c8905448224111b04",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 37,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Solar occultation observations of Saturn's rings with Cassini UVIS",
      "authors": [
        "S. Jarmak",
        "T. Becker",
        "J. Colwell"
      ],
      "abstract": null,
      "doi": "10.1016/j.icarus.2022.115237",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/c80f08ade186fb5ea863a1faeecd8aa438df7c20",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Evaluation of intra-subject difference in hamstring flexibility in patients with low back pain: An exploratory study.",
      "authors": [
        "A. Radwan",
        "Kyle A Bigney",
        "Haily N Buonomo"
      ],
      "abstract": "PURPOSE\nTo evaluate the extent of intra-subject difference in hamstring flexibility and its possible relationship to the severity of Low Back Pain (LBP). A secondary purpose was to evaluate the extent of intra-rater reliability using both electrogoniometer and conventional goniometer for measuring hamstring tightness.\n\n\nIMPORTANCE\nPotential correlations between muscle impairments and LBP may lead to more effective treatments and prevention strategies.\n\n\nMETHODS\nSeventy two participants with mechanical LBP were recruited for this study. The sample included; 41 females, 31 males with a mean age of 33.69 ± (11.04) years, height of 170 ± (9) cm, and weight of 79.5 ± (1.6) kg. Hamstring length was detected indirectly using the Active Knee Extension method in the 90/90 position from supine. The amount of extension was measured using both electro-goniometer (EG)and a standard goniometer (SG).\n\n\nRESULTS\nRight lower extremities of these patients were significantly more flexible than left ones at α = 0.025 (t_{72}= 3.14, p=0.002). Similarly, dominant lower extremities of these patients were significantly more flexible than the non dominant ones at α=0.025 (t _{72}=2.56, p=0.013). Additionally, Oswestry scores of the patients were significantly and positively correlated with the amount of hamstring tightness of the right lower extremities (r=0.244, p=0.039), left lower extremities (r=0.225, p=0.048) and the average of both sides (r=0.24, p=0.039). However, the Oswestry scores were negatively, but insignificantly correlated to the absolute difference between right and left extremities at (r=-0.156, p=0.091). Finally, the extent of intrasubject reliability in measuring hamstring tightness using EG and SG was found to be high (ICC=0.93).CONCLUSION: There is a possible relation between mild mechanical LBP and hamstrings tightness. It was found that the more the tightness, the higher the severity of LBP that patient experienced. Also, these patients had one of their lower extremities significantly tighter than the other. Such tightness was successfully detected utilizing both EG and SG. These findings and their possible pathomechanical consequences should be considered while constructing effective rehabilitation protocols for patients with mechanical LBP.",
      "doi": "10.3233/BMR-140490",
      "year": 2014,
      "url": "https://www.semanticscholar.org/paper/988103979e3907fdcfdda853fa7fe1029ae1ec62",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 67,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Adhesive Response of Regolith to Low-Energy Disturbances in Microgravity",
      "authors": [
        "S. Jarmak",
        "J. Colwell",
        "A. Dove"
      ],
      "abstract": "Abstract Small, airless bodies are covered by a layer of regolith composed of particles ranging from μm-size dust to cm-size pebbles that evolve under conditions very different than those on Earth. Flight-based microgravity experiments investigating low-velocity collisions of cm-size projectiles into regolith have revealed that certain impact events result in a mass transfer from the target regolith onto the surface of the projectile. The key parameters that produce these events need to be characterized to understand the mechanical behavior of granular media, which is composed of the surfaces of small bodies. We carried out flight and ground-based research campaigns designed to investigate these mass transfer events. The goals of our experimental campaigns were (1) to identify projectile energy thresholds that influence mass transfer outcomes in low-energy collision events between cm-size projectiles and μm-size regolith, (2) to determine whether these mass transfer events required a microgravity environment to be observed, and (3) to determine whether the rebound portion of these collision events could be replicated in a laboratory drop tower environment. We found that (1) mass transfer events occurred for projectile rebound accelerations <7.8 m/s2 and we were unable to identify a corresponding impact velocity threshold, (2) mass transfer events require a microgravity environment, and (3) ourdrop tower experiments were able to produce mass transfer events. However, drop tower experiments do not exactly reproduce the free-particle impacts and rebound of the long-duration microgravity experiments and yielded systematically lower amounts of the overall mass transferred.",
      "doi": "10.2478/gsr-2021-0001",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/fa18861bb9e76b83c6326b0abf3408912d052889",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "CubeSat Particle Aggregation Collision Experiment (Q-PACE): Design of a 3U CubeSat mission to investigate planetesimal formation",
      "authors": [
        "S. Jarmak",
        "J. Brisset",
        "J. Colwell"
      ],
      "abstract": null,
      "doi": "10.1016/J.ACTAASTRO.2018.11.029",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/364c1ce0277916d8642ea8d3b11592f0b776e433",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 5,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "QUEST: A New Frontiers Uranus Orbiter Concept Study",
      "authors": [
        "S. Jarmak",
        "E. Leonard",
        "L. Schurmeier"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/e946883b01211fbc3e60c75181b3afd39cac83b6",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "CubeSat Particle Aggregation Collision Experiment (Q-PACE) Simulation Results of the Collisional Evolution of Particle Ensembles",
      "authors": [
        "S. Jarmak",
        "J. Colwell",
        "J. Brisset"
      ],
      "abstract": null,
      "doi": null,
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/71c9b430b45212bdef60192ee1f8279ee34e33ee",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Zwyrodnienie plamki związane z wiekiem. Część II: metody leczenia – chirurgiczne, monoterapia i terapie złożone",
      "authors": [
        "Adam Jarmak"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/70f54fd86ceedd83ab864a4bc954cb2be8f45ef5",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 2,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Mass Transfer via Low Velocity Impacts into Regolith",
      "authors": [
        "S. Jarmak",
        "J. Colwell",
        "J. Brisset"
      ],
      "abstract": null,
      "doi": null,
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/adfcb659292d5478f527a24146cc9c5c728e4fd8",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Microgravity Experiments on Accretion in the Protoplanetary Disk",
      "authors": [
        "Ad Brown",
        "S. Jarmak"
      ],
      "abstract": null,
      "doi": null,
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/c750c9fd61b2231cae1ab04796fc7644f1ba73fb",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Mass Transfer via Low-Velocity Rebound in a Microgravity Environment",
      "authors": [
        "S. Jarmak",
        "J. Colwell",
        "J. Brisset"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/884b5128dce92cda0e0aa6b2ab6779c91b2283b1",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Перекладацькі трансформації у перекладах поезій Т.Г. Шевченка сербською мовою",
      "authors": [
        "Weronika Jarmak"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/458cdec09d3f0440157b2350310b1d6ecbb316ea",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Transformations in Serbian Translations of Poems by T.H. Shevchenko",
      "authors": [
        "Weronika Jarmak"
      ],
      "abstract": null,
      "doi": "10.16926/j.2015.11.05",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/94ea293ed7cfbc94fdc3b9e8f87eb84919c5d9cc",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "[Does acetylsalicylic acid and vitamin K antagonists are risk factors of macular degeneration related with age?].",
      "authors": [
        "Katarzyna Jończyk-Skórka",
        "Dorota Śliwczyńska-Rodziewicz",
        "A. Jarmak"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/903eba7378f06587a1b2f26fda720056538b349e",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 3,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Light‐induced suppression of nocturnal serotonin N‐acetyltransferase activity in chick pineal gland and retina: A wavelength comparison",
      "authors": [
        "J. Zawilska",
        "Adam Jarmak",
        "A. Woldan‐Tambor"
      ],
      "abstract": "Abstract: Effects of white and monochromatic (blue—434 nm, green—548 nm, and red—614 nm) lights on the nighttime retinal and pineal NAT activity were examined in chicks. The potency of the tested lights to suppress NAT activity was similar for the retina and pineal gland, with a following rank order: white > green > blue > red. The studied tissues of chick were far less sensitive to pulses of monochromatic light than the rat pineal gland. The potency of light to decrease pineal NAT activity of rat was: white > green >> blue > red. In chicks, the suppression of the nocturnal NAT activity produced by a short 5‐min pulse of monochromatic light was completely reversible in the pineal gland, and partially reversible in the retina. Our data suggest the existence of some differences between birds and mammals in terms of sensitivity and mechanisms involved in the light‐induced suppression of melatonin biosynthesis.",
      "doi": "10.1111/j.1600-079X.1995.tb00175.x",
      "year": 1995,
      "url": "https://www.semanticscholar.org/paper/bc4319eaffdbb0c148651e5944fb8d62a6dc826f",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 30,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Cohesion of Mm- to Cm-Sized Asteroid Simulant Grains: An Experimental Study",
      "authors": [
        "J. Brisset",
        "J. Colwell",
        "A. Dove"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/d6b361c03247ff01b2ee7cc801222102c3a31e0f",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Zwyrodnienie plamki związane z wiekiem. Część I: epidemiologia, patogeneza, aspekty genetyczne i profilaktyka",
      "authors": [
        "Adam Jarmak"
      ],
      "abstract": null,
      "doi": null,
      "year": 2014,
      "url": "https://www.semanticscholar.org/paper/fbb5cebd110d3d6b434ab7d2b8180e869de98b14",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}