{
  "timestamp": 1743446215.769912,
  "expiry": 86400,
  "results": [
    {
      "title": "Cosmology with Phase 1 of the Square Kilometre Array Red Book 2018: Technical specifications and performance forecasts",
      "authors": [],
      "abstract": "We present a detailed overview of the cosmological surveys that we aim to carry out with Phase 1 of the Square Kilometre Array (SKA1) and the science that they will enable. We highlight three main surveys: a medium-deep continuum weak lensing and low-redshift spectroscopic HI galaxy survey over 5 000 deg<SUP>2</SUP>; a wide and deep continuum galaxy and HI intensity mapping (IM) survey over 20 000 deg<SUP>2</SUP> from $z = 0.35$ to 3; and a deep, high-redshift HI IM survey over 100 deg<SUP>2</SUP> from $z = 3$ to 6. Taken together, these surveys will achieve an array of important scientific goals: measuring the equation of state of dark energy out to $z ∼ 3$ with percent-level precision measurements of the cosmic expansion rate; constraining possible deviations from General Relativity on cosmological scales by measuring the growth rate of structure through multiple independent methods; mapping the structure of the Universe on the largest accessible scales, thus constraining fundamental properties such as isotropy, homogeneity, and non-Gaussianity; and measuring the HI density and bias out to $z = 6$ . These surveys will also provide highly complementary clustering and weak lensing measurements that have independent systematic uncertainties to those of optical and near-infrared (NIR) surveys like Euclid, LSST, and WFIRST leading to a multitude of synergies that can improve constraints significantly beyond what optical or radio surveys can achieve on their own. This document, the 2018 Red Book, provides reference technical specifications, cosmological parameter forecasts, and an overview of relevant systematic effects for the three key surveys and will be regularly updated by the Cosmology Science Working Group in the run up to start of operations and the Key Science Programme of SKA1.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020PASA...37....7S/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 327,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "A Method for Weak Lensing Observations",
      "authors": [],
      "abstract": "We develop and test a method for measuring the gravitational lensing-induced distortion of faint background galaxies. We first describe how we locate the galaxies and measure two-component \"polarization\" or ellipticity statistic e<SUB>α</SUB> whose expectation value should be proportional to the gravitational shear γ<SUB>α</SUB>. We then show that an anisotropic instrumental point-spread function (PSF) perturbs the polarization by δe<SUB>α</SUB> = P<SUP>s</SUP><SUB>αβPβ</SUB>, where p<SUB>α</SUB> is a measure of the PSF anisotropy and P<SUP>s</SUP><SUB>αβ</SUB> is the \"linearized smear polarizability tensor.\" By estimating P<SUP>s</SUP><SUB>αβ</SUB> for each object we can determine p<SUB>α</SUB> from the foreground stars and apply a correction P<SUP>s</SUP><SUB>αβPβ</SUB> to the galaxies. We test this procedure using deep high-resolution images from the Hubble Space Telescope (HST) which are smeared with an anisotropic PSF and then have noise added to simulate ground-based observations. We find that the procedure works very well. A similar analysis yields a linear shear polarizability tensor P<SUP>γ</SUP><SUB>αβ</SUB> which describes the response to a gravitational shear. This calibrates the polarization-shear relation, but only for galaxies which are well resolved. To empirically calibrate the effect of seeing on the smaller galaxies we artificially stretch HST images to simulate lensing and then degrade them as before. These experiments provide a rigorous and exacting test of the method under realistic conditions. They show that it is possible to remove the effect of instrumental PSF anisotropy and that the method provides an efficient and quantitative measurement of the gravitational shear.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1995ApJ...449..460K/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 741,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Systematic errors in weak lensing: application to SDSS galaxy-galaxy weak lensing",
      "authors": [],
      "abstract": "Weak lensing is emerging as a powerful observational tool to constrain cosmological models, but is at present limited by an incomplete understanding of many sources of systematic error. Many of these errors are multiplicative and depend on the population of background galaxies. We show how the commonly cited geometric test, which is rather insensitive to cosmology, can be used as a ratio test of systematics in the lensing signal at the 1 per cent level. We apply this test to the galaxy-galaxy lensing analysis of the Sloan Digital Sky Survey (SDSS), which at present is the sample with the highest weak lensing signal-to-noise ratio and has the additional advantage of spectroscopic redshifts for lenses. This allows one to perform meaningful geometric tests of systematics for different subsamples of galaxies at different mean redshifts, such as brighter galaxies, fainter galaxies and high-redshift luminous red galaxies, both with and without photometric redshift estimates. We use overlapping objects between SDSS and the DEEP2 and 2df-Sloan LRG and Quasar (2SLAQ) spectroscopic surveys to establish accurate calibration of photometric redshifts and to determine the redshift distributions for SDSS. We use these redshift results to compute the projected surface density contrast ΔΣ around 259 609 spectroscopic galaxies in the SDSS; by measuring ΔΣ with different source samples we establish consistency of the results at the 10 per cent level (1σ). We also use the ratio test to constrain shear calibration biases and other systematics in the SDSS survey data to determine the overall galaxy-galaxy weak lensing signal calibration uncertainty. We find no evidence of any inconsistency among many subsamples of the data.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2005MNRAS.361.1287M/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 285,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak-lensing Characterization of the Dark Matter in 29 Merging Clusters that Exhibit Radio Relics",
      "authors": [],
      "abstract": "We present a multiwavelength analysis of 29 merging galaxy clusters that exhibit radio relics. For each merging system, we perform a weak-lensing analysis on Subaru optical imaging. We generate high-resolution mass maps of the dark matter distributions, which are critical for discerning the merging constituents. Combining the weak-lensing detections with X-ray emission, radio emission, and galaxy redshifts, we discuss the formation of radio relics from the past collision. For each cluster, we obtain mass estimates by fitting a multicomponent Navarro–Frenk–White model with and without a concentration–mass relation. We compare the mass estimates of each subcluster to their velocity dispersion measurements and find that they preferentially lie below the expected velocity dispersion scaling relation, especially at the low-mass end (∼10<SUP>14</SUP> M<SUB>⊙</SUB>). We show that the majority of the clusters that exhibit radio relics are in major mergers with a mass ratio below 1:4. We investigate the position of the mass peak relative to the galaxy luminosity peak, number density peak, and brightest cluster galaxy (BCG) locations and find that the BCG tends to better trace the mass peak position. Finally, we update a golden sample of eight galaxy clusters that have the simplest geometries and can provide the cleanest picture of the past merger, which we recommend for further investigation to constrain the nature of dark matter and the acceleration process that leads to radio relics.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025ApJS..277...28F/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 5,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak Lensing for Precision Cosmology",
      "authors": [],
      "abstract": "Weak gravitational lensing, the deflection of light by mass, is one of the best tools to constrain the growth of cosmic structure with time and reveal the nature of dark energy. I discuss the sources of systematic uncertainty in weak lensing measurements and their theoretical interpretation, including our current understanding and other options for future improvement. These include long-standing concerns such as the estimation of coherent shears from galaxy images or redshift distributions of galaxies selected on the basis of photometric redshifts, along with systematic uncertainties that have received less attention to date because they are subdominant contributors to the error budget in current surveys. I also discuss methods for automated systematics detection using survey data of the 2020s. The goal of this review is to describe the current state of the field and what must be done so that if weak lensing measurements lead toward surprising conclusions about key questions such as the nature of dark energy, those conclusions will be credible.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2018ARA&A..56..393M/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 325,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak Lensing and Cosmology",
      "authors": [],
      "abstract": "We explore the dependence of weak lensing phenomena on the background cosmology. We first generalize the relation between P<SUB>ψ</SUB>(ω), the angular power spectrum of the distortion, and the power spectrum of density fluctuations to nonflat cosmologies. We then compute P<SUB>ψ</SUB> for various illustrative models. A useful cosmological discriminator is the growth of P<SUB>ψ</SUB> with source redshift, which is much stronger in low-matter density models and especially in Λ-dominated models. With even crude redshift information (say from broadband colors), it should be possible to constrain the cosmological world model. The amplitude of P<SUB>ψ</SUB>(ω) is also quite sensitive to the cosmology, but requires a reliable external normalization for the mass fluctuations. If one normalizes to galaxy clustering, with M/L fixed by small-scale galaxy dynamics, then low-density models predict a much stronger distortion. If, however, one normalizes to large-scale bulk flows, the predicted distortion for sources at redshifts Z<SUB>s</SUB> ~ 1-3 is rather insensitive to the background cosmology. The signals predicted here can be detected at a very high level of significance with a photometric survey covering, say, 10 deg<SUP>2</SUP>, but sparse sampling is needed to avoid large sampling variance. We discuss the factors influencing the design of an optimum survey. Turning to weak lensing by clusters, we find that for high lens redshifts (Z<SUB>l</SUB> ~= 1) the critical density is substantially reduced in Λ-models, but that the ratio of the shear or convergence to the velocity dispersions or X-ray temperature of clusters is only very weakly dependent on the cosmology.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998ApJ...498...26K/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 387,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Probing the Universe with Weak Lensing",
      "authors": [],
      "abstract": "Gravitational lenses can provide crucial information on the geometry of the Universe, on the cosmological scenario of formation of its structures as well as on the history of its components with look-back time. In this review, I focus on the most recent results obtained during the last five years from the analysis of the weak lensing regime. The potential of weak lensing as a probe of dark matter and the study of the coupling between light and mass on scales of clusters of galaxies, large-scale structures and galaxies is discussed first. Then I present the impact of weak lensing for the study of distant galaxies and of the population of lensed sources as a function of redshift. Finally, I discuss the potential of weak lensing to constrain the cosmological parameters, either from pure geometrical effects observed in peculiar lenses, or from the coupling of weak lensing with the CMB.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1999ARA&A..37..127M/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 462,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cluster-galaxy weak lensing",
      "authors": [],
      "abstract": "Weak gravitational lensing of background galaxies provides a direct probe of the projected matter distribution in and around galaxy clusters. Here, we present a self-contained pedagogical review of cluster-galaxy weak lensing, covering a range of topics relevant to its cosmological and astrophysical applications. We begin by reviewing the theoretical foundations of gravitational lensing from first principles, with a special attention to the basics and advanced techniques of weak gravitational lensing. We summarize and discuss key findings from recent cluster-galaxy weak-lensing studies on both observational and theoretical grounds, with a focus on cluster mass profiles, the concentration-mass relation, the splashback radius, and implications from extensive mass-calibration efforts for cluster cosmology.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020A&ARv..28....7U/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 117,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "COSMOS-Web: An Overview of the JWST Cosmic Origins Survey",
      "authors": [],
      "abstract": "We present the survey design, implementation, and outlook for COSMOS-Web, a 255 hr treasury program conducted by the James Webb Space Telescope in its first cycle of observations. COSMOS-Web is a contiguous 0.54 deg<SUP>2</SUP> NIRCam imaging survey in four filters (F115W, F150W, F277W, and F444W) that will reach 5σ point-source depths ranging ~27.5-28.2 mag. In parallel, we will obtain 0.19 deg<SUP>2</SUP> of MIRI imaging in one filter (F770W) reaching 5σ point-source depths of ~25.3-26.0 mag. COSMOS-Web will build on the rich heritage of multiwavelength observations and data products available in the COSMOS field. The design of COSMOS-Web is motivated by three primary science goals: (1) to discover thousands of galaxies in the Epoch of Reionization (6 ≲ z ≲ 11) and map reionization's spatial distribution, environments, and drivers on scales sufficiently large to mitigate cosmic variance, (2) to identify hundreds of rare quiescent galaxies at z &gt; 4 and place constraints on the formation of the universe's most-massive galaxies (M <SUB>⋆</SUB> &gt; 10<SUP>10</SUP> M <SUB>⊙</SUB>), and (3) directly measure the evolution of the stellar-mass-to-halo-mass relation using weak gravitational lensing out to z ~ 2.5 and measure its variance with galaxies' star formation histories and morphologies. In addition, we anticipate COSMOS-Web's legacy value to reach far beyond these scientific goals, touching many other areas of astrophysics, such as the identification of the first direct collapse black hole candidates, ultracool subdwarf stars in the Galactic halo, and possibly the identification of z &gt; 10 pair-instability supernovae. In this paper we provide an overview of the survey's key measurements, specifications, goals, and prospects for new discovery.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023ApJ...954...31C/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 196,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Search for Lensing Signatures in the Gravitational-Wave Observations from the First Half of LIGO–Virgo's Third Observing Run",
      "authors": [],
      "abstract": "We search for signatures of gravitational lensing in the gravitational-wave signals from compact binary coalescences detected by Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) and Advanced Virgo during O3a, the first half of their third observing run. We study: (1) the expected rate of lensing at current detector sensitivity and the implications of a non-observation of strong lensing or a stochastic gravitational-wave background on the merger-rate density at high redshift; (2) how the interpretation of individual high-mass events would change if they were found to be lensed; (3) the possibility of multiple images due to strong lensing by galaxies or galaxy clusters; and (4) possible wave-optics effects due to point-mass microlenses. Several pairs of signals in the multiple-image analysis show similar parameters and, in this sense, are nominally consistent with the strong lensing hypothesis. However, taking into account population priors, selection effects, and the prior odds against lensing, these events do not provide sufficient evidence for lensing. Overall, we find no compelling evidence for lensing in the observed gravitational-wave signals from any of these analyses.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021ApJ...923...14A/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 149,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The Polarbear-2 and the Simons Array Experiments",
      "authors": [],
      "abstract": "We present an overview of the design and status of the Polarbear-2 and the Simons Array experiments. Polarbear-2 is a cosmic microwave background polarimetry experiment which aims to characterize the arc-minute angular scale B-mode signal from weak gravitational lensing and search for the degree angular scale B-mode signal from inflationary gravitational waves. The receiver has a 365 mm diameter focal plane cooled to 270 mK. The focal plane is filled with 7588 dichroic lenslet-antenna-coupled polarization sensitive transition edge sensor (TES) bolometric pixels that are sensitive to 95 and 150 GHz bands simultaneously. The TES bolometers are read-out by SQUIDs with 40 channel frequency domain multiplexing. Refractive optical elements are made with high-purity alumina to achieve high optical throughput. The receiver is designed to achieve noise equivalent temperature of 5.8 \\upmu K_CMB√{s} in each frequency band. Polarbear-2 will deploy in 2016 in the Atacama desert in Chile. The Simons Array is a project to further increase sensitivity by deploying three Polarbear-2 type receivers. The Simons Array will cover 95, 150, and 220 GHz frequency bands for foreground control. The Simons Array will be able to constrain tensor-to-scalar ratio and sum of neutrino masses to σ (r) = 6× 10^{-3} at r = 0.1 and sum m_{\\upnu } (σ =1) to 40 meV.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2016JLTP..184..805S/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 160,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak lensing by voids in weak lensing maps",
      "authors": [],
      "abstract": "Cosmic voids are an important probe of large-scale structure that can constrain cosmological parameters and test cosmological models. We present a new paradigm for void studies: void detection in weak lensing convergence maps. This approach identifies objects that relate directly to our theoretical understanding of voids as underdensities in the total matter field and presents several advantages compared to the customary method of finding voids in the galaxy distribution. We exemplify this approach by identifying voids using the weak lensing peaks as tracers of the large-scale structure. We find self-similarity in the void abundance across a range of peak signal-to-noise selection thresholds. The voids obtained via this approach give a tangential shear signal up to ∼40 times larger than voids identified in the galaxy distribution.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2018MNRAS.480L.101D/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 35,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "CosmoGAN: creating high-fidelity weak lensing convergence maps using Generative Adversarial Networks",
      "authors": [],
      "abstract": "Inferring model parameters from experimental data is a grand challenge in many sciences, including cosmology. This often relies critically on high fidelity numerical simulations, which are prohibitively computationally expensive. The application of deep learning techniques to generative modeling is renewing interest in using high dimensional density estimators as computationally inexpensive emulators of fully-fledged simulations. These generative models have the potential to make a dramatic shift in the field of scientific simulations, but for that shift to happen we need to study the performance of such generators in the precision regime needed for science applications. To this end, in this work we apply Generative Adversarial Networks to the problem of generating weak lensing convergence maps. We show that our generator network produces maps that are described by, with high statistical confidence, the same summary statistics as the fully simulated maps.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2019ComAC...6....1M/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 97,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Forward Modeling of Galaxy Populations for Cosmological Redshift Distribution Inference",
      "authors": [],
      "abstract": "We present a forward-modeling framework for estimating galaxy redshift distributions from photometric surveys. Our forward model is composed of: a detailed population model describing the intrinsic distribution of the physical characteristics of galaxies, encoding galaxy evolution physics; a stellar population synthesis model connecting the physical properties of galaxies to their photometry; a data model characterizing the observation and calibration processes for a given survey; and explicit treatment of selection cuts, both into the main analysis sample and for the subsequent sorting into tomographic redshift bins. This approach has the appeal that it does not rely on spectroscopic calibration data, provides explicit control over modeling assumptions and builds a direct bridge between photo-z inference and galaxy evolution physics. In addition to redshift distributions, forward modeling provides a framework for drawing robust inferences about the statistical properties of the galaxy population more generally. We demonstrate the utility of forward modeling by estimating the redshift distributions for the Galaxy And Mass Assembly (GAMA) survey and the Vimos VLT Deep Survey (VVDS), validating against their spectroscopic redshifts. Our baseline model is able to predict tomographic redshift distributions for GAMA and VVDS with respective biases of Δz ≲ 0.003 and Δz ≃ 0.01 on the mean redshift-comfortably accurate enough for Stage III cosmological surveys-without any hyperparameter tuning (i.e., prior to doing any fitting to those data). We anticipate that with additional hyperparameter fitting and modeling improvements, forward modeling will provide a path to accurate redshift distribution inference for Stage IV surveys.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023ApJS..264...29A/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 22,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cosmology with weak lensing surveys",
      "authors": [],
      "abstract": "Weak gravitational lensing is responsible for the shearing and magnification of the images of high-redshift sources due to the presence of intervening matter. The distortions are due to fluctuations in the gravitational potential, and are directly related to the distribution of matter and to the geometry and dynamics of the Universe. As a consequence, weak gravitational lensing offers unique possibilities for probing the Dark Matter and Dark Energy in the Universe. In this review, we summarise the theoretical and observational state of the subject, focussing on the statistical aspects of weak lensing, and consider the prospects for weak lensing surveys in the future. Weak gravitational lensing surveys are complementary to both galaxy surveys and cosmic microwave background (CMB) observations as they probe the unbiased non-linear matter power spectrum at modest redshifts. Most of the cosmological parameters are accurately estimated from CMB and large-scale galaxy surveys, so the focus of attention is shifting to understanding the nature of Dark Matter and Dark Energy. On the theoretical side, recent advances in the use of 3D information of the sources from photometric redshifts promise greater statistical power, and these are further enhanced by the use of statistics beyond two-point quantities such as the power spectrum. The use of 3D information also alleviates difficulties arising from physical effects such as the intrinsic alignment of galaxies, which can mimic weak lensing to some extent. On the observational side, in the next few years weak lensing surveys such as CFHTLS, VST-KIDS and Pan-STARRS, and the planned Dark Energy Survey, will provide the first weak lensing surveys covering very large sky areas and depth. In the long run even more ambitious programmes such as DUNE, the Supernova Anisotropy Probe (SNAP) and Large-aperture Synoptic Survey Telescope (LSST) are planned. Weak lensing of diffuse components such as the CMB and 21 cm emission can also provide valuable cosmological information. Finally, we consider the prospects for joint analysis with other probes, such as (1) the CMB to probe background cosmology (2) galaxy surveys to probe large-scale bias and (3) Sunyaev Zeldovich surveys to study small-scale baryonic physics, and consider the lensing effect on cosmological supernova observations.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2008PhR...462...67M/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 289,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak lensing of the CMB: A harmonic approach",
      "authors": [],
      "abstract": "Weak lensing of CMB anisotropies and polarization for the power spectra and higher order statistics can be handled directly in harmonic-space without recourse to real-space correlation functions. For the power spectra, this approach not only simplifies the calculations but is also readily generalized from the usual flat-sky approximation to the exact all-sky form by replacing Fourier harmonics with spherical harmonics. Counterintuitively, because of the nonlinear nature of the effect, errors in the flat-sky approximation do not improve on smaller scales. They remain at the 10% level through the acoustic regime and are sufficiently large to merit adoption of the all-sky formalism. For the bispectra, a cosmic variance limited detection of the correlation with secondary anisotropies has an order of magnitude greater signal-to-noise for combinations involving magnetic parity polarization than those involving the temperature alone. Detection of these bispectra will, however, be severely noise and foreground limited even with the Planck satellite, leaving room for improvement with higher sensitivity experiments. We also provide a general study of the correspondence between flat and all sky potentials, deflection angles, convergence and shear for the power spectra and bispectra.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2000PhRvD..62d3007H/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 411,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Shear calibration biases in weak-lensing surveys",
      "authors": [],
      "abstract": "We investigate biases induced by the conversion between the observed image shape and shear distortion in current weak-lensing analysis methods. Such overall calibration biases cannot be detected by the standard tests such as E/B decomposition or calibration with stars. We find that the non-Gaussianity of the point spread function has a significant effect and can lead to an error of up to 15 per cent on the linear amplitude of fluctuations σ<SUB>8</SUB>, depending on the method of analysis. This could explain some of the discrepancies seen in recent amplitude determinations from weak lensing. Using an elliptical Laguerre expansion method we develop a re-Gaussianization method that reduces the error to a calibration error of the order of 1 per cent, even for poorly resolved galaxies. We also discuss a new type of shear selection bias, which results in up to roughly an 8 per cent underestimation of the signal. It is expected to scale with redshift, inducing errors in the growth factor extraction if not properly corrected for. Understanding and correcting for such effects is crucial if weak lensing is to become a high-precision probe of cosmology.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2003MNRAS.343..459H/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 363,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Gravitational weak lensing of hairy black hole in presence of plasma",
      "authors": [],
      "abstract": "Gravitational weak lensing around a hairy black hole has been deeply studied in the presence of a plasma medium. The obtained results have shown that the effect of parameters a and l<SUB>0</SUB> on the deflection angle of light rays around the black hole in hairy spacetime is perceptible. With an increase of parameter a the deflection angle of photon orbits decreases, and the effect of plasma on the deflection angle is the opposite. Here, we discussed different types of plasma distributions: uniform ω<SUB>e</SUB> = const , Singular Isothermal Sphere medium, 1 / r and Non-Singular Isothermal gas sphere plasma. Additionally, The total magnification of the image source due to gravitational lensing has been also studied taking into account the effect of deviation parameter a and parameter l<SUB>0</SUB> related to hairy spacetime in the presence of plasma around the black hole.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024NewA..10502098A/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 4,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The MUSIC of CLASH: Predictions on the Concentration-Mass Relation",
      "authors": [],
      "abstract": "We present an analysis of the MUSIC-2 N-body/hydrodynamical simulations aimed at estimating the expected concentration-mass relation for the CLASH (Cluster Lensing and Supernova Survey with Hubble) cluster sample. We study nearly 1,400 halos simulated at high spatial and mass resolution. We study the shape of both their density and surface-density profiles and fit them with a variety of radial functions, including the Navarro-Frenk-White (NFW), the generalized NFW, and the Einasto density profiles. We derive concentrations and masses from these fits. We produce simulated Chandra observations of the halos, and we use them to identify objects resembling the X-ray morphologies and masses of the clusters in the CLASH X-ray-selected sample. We also derive a concentration-mass relation for strong-lensing clusters. We find that the sample of simulated halos that resembles the X-ray morphology of the CLASH clusters is composed mainly of relaxed halos, but it also contains a significant fraction of unrelaxed systems. For such a heterogeneous sample we measure an average two-dimensional concentration that is ~11% higher than is found for the full sample of simulated halos. After accounting for projection and selection effects, the average NFW concentrations of CLASH clusters are expected to be intermediate between those predicted in three dimensions for relaxed and super-relaxed halos. Matching the simulations to the individual CLASH clusters on the basis of the X-ray morphology, we expect that the NFW concentrations recovered from the lensing analysis of the CLASH clusters are in the range [3-6], with an average value of 3.87 and a standard deviation of 0.61.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2014ApJ...797...34M/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 130,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Measuring σ <SUB>8</SUB> using DESI Legacy Imaging Surveys Emission-Line galaxies and Planck CMB lensing, and the impact of dust on parameter inference",
      "authors": [],
      "abstract": "Measuring the growth of structure is a powerful probe for studying the dark sector, especially in light of the σ <SUB>8</SUB> tension between primary CMB anisotropy and low-redshift surveys. This paper provides a new measurement of the amplitude of the matter power spectrum, σ <SUB>8</SUB>, using galaxy-galaxy and galaxy-CMB lensing power spectra of Dark Energy Spectroscopic Instrument Legacy Imaging Surveys Emission-Line Galaxies and the Planck 2018 CMB lensing map. We create an ELG catalog composed of 24 million galaxies and with a purity of 85%, covering a redshift range 0 &lt; z &lt; 3, with z <SUB>mean</SUB> = 1.09. We implement several novel systematic corrections, such as jointly modeling the contribution of imaging systematics and photometric redshift uncertainties to the covariance matrix. We also study the impacts of various dust maps on cosmological parameter inference. We measure the cross-power spectra over f <SUB>sky</SUB> = 0.25 with a signal-to-background ratio of up to 30σ. We find that the choice of dust maps to account for imaging systematics in estimating the ELG overdensity field has a significant impact on the final estimated values of σ <SUB>8</SUB> and Ω<SUB>M</SUB>, with far-infrared emission-based dust maps preferring σ <SUB>8</SUB> to be as low as 0.702 ± 0.030, and stellar-reddening-based dust maps preferring as high as 0.719 ± 0.030. The highest preferred value is at ∼ 3 σ tension with the Planck primary anisotropy results. These findings indicate a need for tomographic analyses at high redshifts and joint modeling of systematics.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025JCAP...02..045K/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 7,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    }
  ]
}