{
  "timestamp": 1743021572.916404,
  "expiry": 86400,
  "results": [
    {
      "title": "The MODIS Cloud Optical and Microphysical Products: Collection 6 Updates and Examples From Terra and Aqua",
      "authors": [],
      "abstract": "",
      "doi": "10.1109/TGRS.2016.2610522",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017ITGRS..55..502P/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 487,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Single-electron charging and periodic conductance resonances in GaAs nanostructures",
      "authors": [],
      "abstract": "Narrow channels interrupted by two controlled potential barriers and having a tunable electron density were made in GaAs, and their conductance was measured at low temperatures. Reproducible and accurately periodic oscillations of the conductance with changing density are found to correspond to the sequential addition of single electrons to the segment of the channel between the barriers. Detailed examination of the line shape of the conductance versus density provides a new insight into the transport mechanism.",
      "doi": "10.1103/PhysRevLett.65.771",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1990PhRvL..65..771M/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 488,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The EMEP MSC-W chemical transport model - technical description",
      "authors": [],
      "abstract": "The Meteorological Synthesizing Centre-West (MSC-W) of the European Monitoring and Evaluation Programme (EMEP) has been performing model calculations in support of the Convention on Long Range Transboundary Air Pollution (CLRTAP) for more than 30 years. The EMEP MSC-W chemical transport model is still one of the key tools within European air pollution policy assessments. <BR /> Traditionally, the model has covered all of Europe with a resolution of about 50 km × 50 km, and extending vertically from ground level to the tropopause (100 hPa). The model has changed extensively over the last ten years, however, with flexible processing of chemical schemes, meteorological inputs, and with nesting capability: the code is now applied on scales ranging from local (ca. 5 km grid size) to global (with 1 degree resolution). The model is used to simulate photo-oxidants and both inorganic and organic aerosols. <BR /> In 2008 the EMEP model was released for the first time as public domain code, along with all required input data for model runs for one year. The second release of the EMEP MSC-W model became available in mid 2011, and a new release is targeted for summer 2012. This publication is intended to document this third release of the EMEP MSC-W model. The model formulations are given, along with details of input data-sets which are used, and a brief background on some of the choices made in the formulation is presented. The model code itself is available at &lt;a href=\"www.emep.int\"target=\"_blank\"&gt;www.emep.int&lt;/a&gt;, along with the data required to run for a full year over Europe.",
      "doi": "10.5194/acp-12-7825-2012",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012ACP....12.7825S/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 470,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "MRCPP: MultiResolution Computation Program Package",
      "authors": [],
      "abstract": "Added New constructors for BoundingBox and MRA, accepting box=[-L,L] argument Add FunctionTree::evalf_precise which evaluates both scaling and wavelet parts Possibility for empty tree skeletons without allocated coefficients Possibility to manually set location of MW filters at configure time Changed Eigen version 3.4.0 Improvements under the hood of the Tree classes (non-API): remove GenNode and ProjectedNode simplified NodeAllocator class new improved OMP locking Fixed Get node center and (lower/upper) bounds",
      "doi": "10.5281/zenodo.5566943",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5566943B/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "fastmachinelearning/hls4ml: coris",
      "authors": [],
      "abstract": "What's Changed VivadoAccelerator backend: target pynq-z2 and zcu102 boards directly from hls4ml by @nicologhielmetti Updated PyTorch and ONNX converters by @Duchstf line_buffer Conv2D implementation for io_stream: reduced resource usage and latency by @Keb-L, @violatingcp, @vloncar Support QConv2DBatchnorm layer from QKeras by @nicologhielmetti Improved profiling plots - easier to compare original vs hls4ml converted models by @maksgraczyk Better derivation of data types for QKeras models by @jmduarte, @thesps Improved CI by @thesps More support for models with branches, skip connections, Merge and Concatenate layers by @jmduarte, @vloncar Support for Dense layers over multi-dimensional tensors by @vloncar Overall improvements by @vloncar, @jmduarte, @thesps, @jmitrevs & others New Contributors @siorpaes made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/424 @jmitrevs made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/403 @anders-wind made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/302 @KOVI89alipes made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/318 @maksgraczyk made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/323 @Keb-L made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/332 @ConsVin made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/307 @nicologhielmetti made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/298 Full Changelog: https://github.com/fastmachinelearning/hls4ml/compare/v0.5.0...v0.6.0",
      "doi": "10.5281/zenodo.5680908",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5680908V/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Added Solvent effects through cavity-free PCM Geometric derivative Geometry optimization through QCEngine (beware of numerical instabilities) cube initial guess: read generic CUBE files as starting orbitals sad_gto initial guess: using 3-21G AO basis instead of Hydrogen functions SAD input files for 5th row elements (Rb-Xe) Tunable physical constants through user input Changed Updated MRCPP to v1.4.1 Improved Exchange efficiency and scaling Improved MPI parallelization",
      "doi": "10.5281/zenodo.7113393",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2022zndo...7113393B/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Multi-sensor Cloud and Aerosol Retrieval Simulator (MCARS)",
      "authors": [],
      "abstract": "The Multi-sensor Cloud and Aerosol Retrieval Simulator (MCARS) software produces synthetic radiance data from Goddard Earth Observing System version 5 (GEOS-5) model output as if the Moderate Resolution Imaging Spectroradiometer (MODIS) was viewing a combination of atmospheric column inclusive of clouds, aerosols and a variety of gases and land/ocean surface at a specific location.",
      "doi": "10.5281/zenodo.5224964",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5224964W/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Changed Moved CI from Travis to GitHub Actions Abort on failure when reading MW guess Fixed Minor issues with the printed output Error in NMR tensor output (dia term printed transposed) Precision issue with CHK guess (now full world_prec is used) MPI dead-lock when mixing shared-mem potentials with orbital bank SAD guess for large systems (Eigen threading error in matrix multiply) CORE/SAD guess for heavy atoms (force refinement for sharp s-functions)",
      "doi": "10.5281/zenodo.4306059",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020zndo...4306059B/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Fixed    CRITICAL: sign error in para contribution to magnetic properties",
      "doi": "10.5281/zenodo.10522608",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024zndo..10522608B/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "MRCPP: MultiResolution Computation Program Package",
      "authors": [],
      "abstract": "Added Imported basic MPI functionality from MRChem Haar basis MW filters (only functions, no operators) Possibility for anisotropic MWOperator CartesianConvolution operator (e.g. xy/r^3) Fixed Reintroduces operator build_prec needed by VAMPyR Bug in getQuadraturePoints (row/col mixup)",
      "doi": "10.5281/zenodo.7967323",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023zndo...7967323B/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "RWKV: Reinventing RNNs for the Transformer Era",
      "authors": [],
      "abstract": "Transformers have revolutionized almost all natural language processing (NLP) tasks but suffer from memory and computational complexity that scales quadratically with sequence length. In contrast, recurrent neural networks (RNNs) exhibit linear scaling in memory and computational requirements but struggle to match the same performance as Transformers due to limitations in parallelization and scalability. We propose a novel model architecture, Receptance Weighted Key Value (RWKV), that combines the efficient parallelizable training of transformers with the efficient inference of RNNs. Our approach leverages a linear attention mechanism and allows us to formulate the model as either a Transformer or an RNN, thus parallelizing computations during training and maintains constant computational and memory complexity during inference. We scale our models as large as 14 billion parameters, by far the largest dense RNN ever trained, and find RWKV performs on par with similarly sized Transformers, suggesting future work can leverage this architecture to create more efficient models. This work presents a significant step towards reconciling trade-offs between computational efficiency and model performance in sequence processing tasks.",
      "doi": "10.48550/arXiv.2305.13048",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023arXiv230513048P/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 302,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Current-driven insulator-conductor transition and nonvolatile memory in chromium-doped SrTiO<SUB>3</SUB> single crystals",
      "authors": [],
      "abstract": "Materials showing reversible resistive switching are attractive for today's semiconductor technology with its wide interest in nonvolatile random-access memories. In doped SrTiO<SUB>3</SUB> single crystals, we found a dc-current-induced reversible insulator-conductor transition with resistance changes of up to five orders of magnitude. This conducting state allows extremely reproducible switching between different impedance states by current pulses with a performance required for nonvolatile memories. The results indicate a type of charge-induced bulk electronic change as a prerequisite for the memory effect, scaling down to nanometer-range electrode sizes in thin films.",
      "doi": "10.1063/1.1377617",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001ApPhL..78.3738W/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 326,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Multimodel estimates of intercontinental source-receptor relationships for ozone pollution",
      "authors": [],
      "abstract": "Understanding the surface O<SUB>3</SUB> response over a \"receptor\" region to emission changes over a foreign \"source\" region is key to evaluating the potential gains from an international approach to abate ozone (O<SUB>3</SUB>) pollution. We apply an ensemble of 21 global and hemispheric chemical transport models to estimate the spatial average surface O<SUB>3</SUB> response over east Asia (EA), Europe (EU), North America (NA), and south Asia (SA) to 20% decreases in anthropogenic emissions of the O<SUB>3</SUB> precursors, NO<SUB>x</SUB>, NMVOC, and CO (individually and combined), from each of these regions. We find that the ensemble mean surface O<SUB>3</SUB> concentrations in the base case (year 2001) simulation matches available observations throughout the year over EU but overestimates them by &gt;10 ppb during summer and early fall over the eastern United States and Japan. The sum of the O<SUB>3</SUB> responses to NO<SUB>x</SUB>, CO, and NMVOC decreases separately is approximately equal to that from a simultaneous reduction of all precursors. We define a continental-scale \"import sensitivity\" as the ratio of the O<SUB>3</SUB> response to the 20% reductions in foreign versus \"domestic\" (i.e., over the source region itself) emissions. For example, the combined reduction of emissions from the three foreign regions produces an ensemble spatial mean decrease of 0.6 ppb over EU (0.4 ppb from NA), less than the 0.8 ppb from the reduction of EU emissions, leading to an import sensitivity ratio of 0.7. The ensemble mean surface O<SUB>3</SUB> response to foreign emissions is largest in spring and late fall (0.7-0.9 ppb decrease in all regions from the combined precursor reductions in the three foreign regions), with import sensitivities ranging from 0.5 to 1.1 (responses to domestic emission reductions are 0.8-1.6 ppb). High O<SUB>3</SUB> values are much more sensitive to domestic emissions than to foreign emissions, as indicated by lower import sensitivities of 0.2 to 0.3 during July in EA, EU, and NA when O<SUB>3</SUB> levels are typically highest and by the weaker relative response of annual incidences of daily maximum 8-h average O<SUB>3</SUB> above 60 ppb to emission reductions in a foreign region (&lt;10-20% of that to domestic) as compared to the annual mean response (up to 50% of that to domestic). Applying the ensemble annual mean results to changes in anthropogenic emissions from 1996 to 2002, we estimate a Northern Hemispheric increase in background surface O<SUB>3</SUB> of about 0.1 ppb a<SUP>-1</SUP>, at the low end of the 0.1-0.5 ppb a<SUP>-1</SUP> derived from observations. From an additional simulation in which global atmospheric methane was reduced, we infer that 20% reductions in anthropogenic methane emissions from a foreign source region would yield an O<SUB>3</SUB> response in a receptor region that roughly equals that produced by combined 20% reductions of anthropogenic NO<SUB>x</SUB>, NMVOC, and CO emissions from the foreign source region.",
      "doi": "10.1029/2008JD010816",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009JGRD..114.4301F/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 326,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Transport spectroscopy of a Coulomb island in the quantum Hall regime",
      "authors": [],
      "abstract": "Transport measurements of a Coulomb island, a semiconductor dot small enough that Coulomb interactions dominate transport are presented. At moderate magnetic fields (B=2-4 T) the amplitude and position of the Coulomb-regulated conductance peaks show distinct periodic structure as a function of B. This structure is shown to result from the B dependence of the quantized single-particle energy states on the island. Analysis of successive peaks is used to map out the single-particle level spectrum of the island as a function of B.",
      "doi": "10.1103/PhysRevLett.66.1926",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1991PhRvL..66.1926M/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 328,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Vertical scaling of carbon nanotube field-effect transistors using top gate electrodes",
      "authors": [],
      "abstract": "We have fabricated single-wall carbon nanotube field-effect transistors (CNFETs) in a conventional metal-oxide-semiconductor field-effect transistor (MOSFET) structure, with gate electrodes above the conduction channel separated from the channel by a thin dielectric. These top gate devices exhibit excellent electrical characteristics, including steep subthreshold slope and high transconductance, at gate voltages close to 1 V—a significant improvement relative to previously reported CNFETs which used the substrate as a gate and a thicker gate dielectric. Our measured device performance also compares very well to state-of-the-art silicon devices. These results are observed for both p- and n-type devices, and they suggest that CNFETs may be competitive with Si MOSFETs for future nanoelectronic applications.",
      "doi": "10.1063/1.1480877",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002ApPhL..80.3817W/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 301,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Self-consistent addition spectrum of a Coulomb island in the quantum Hall regime",
      "authors": [],
      "abstract": "Coulomb interactions are shown to influence the addition spectrum of a small electron gas in the quantum Hall regime in ways that cannot be described by a classical charging energy. The interaction energy between electrons is observed to depend upon Landau-level index, and the evolution of the addition spectrum with magnetic field is found to depend strongly on Coulomb interactions. A self-consistent model of the island is introduced that can account for these results.",
      "doi": "10.1103/PhysRevB.45.11419",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1992PhRvB..4511419M/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 256,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Type, Density, and Location of Immune Cells Within Human Colorectal Tumors Predict Clinical Outcome",
      "authors": [],
      "abstract": "The role of the adaptive immune response in controlling the growth and recurrence of human tumors has been controversial. We characterized the tumor-infiltrating immune cells in large cohorts of human colorectal cancers by gene expression profiling and in situ immunohistochemical staining. Collectively, the immunological data (the type, density, and location of immune cells within the tumor samples) were found to be a better predictor of patient survival than the histopathological methods currently used to stage colorectal cancer. The results were validated in two additional patient populations. These data support the hypothesis that the adaptive immune response influences the behavior of human tumors. In situ analysis of tumor-infiltrating immune cells may therefore be a valuable prognostic tool in the treatment of colorectal cancer and possibly other malignancies.",
      "doi": "10.1126/science.1129139",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2006Sci...313.1960G/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 261,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "High-resolution scanning SQUID microscope",
      "authors": [],
      "abstract": "We have combined a novel low temperature positioning mechanism with a single-chip miniature superconducting quantum interference device (SQUID) magnetometer to form an extremely sensitive new magnetic microscope, with a demonstrated spatial resolution of ∼10 μm. The design and operation of this scanning SQUID microscope will be described. The absolute calibration of this instrument with an ideal point source, a single vortex trapped in a superconducting film, will be presented, and a representative application will be discussed.",
      "doi": "10.1063/1.113838",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1995ApPhL..66.1138K/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 268,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Covalently Bridging Gaps in Single-Walled Carbon Nanotubes with Conducting Molecules",
      "authors": [],
      "abstract": "Molecular electronics is often limited by the poorly defined nature of the contact between the molecules and the metal surface. We describe a method to wire molecules into gaps in single-walled carbon nanotubes (SWNTs). Precise oxidative cutting of a SWNT produces carboxylic acid-terminated electrodes separated by gaps of &lt;=10 nanometers. These point contacts react with molecules derivatized with amines to form molecular bridges held in place by amide linkages. These chemical contacts are robust and allow a wide variety of molecules to be tested electrically. In addition to testing molecular wires, we show how to install functionality in the molecular backbone that allows the conductance of the single-molecule bridges to switch with pH.",
      "doi": "10.1126/science.1120986",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2006Sci...311..356G/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 220,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Field-Modulated Carrier Transport in Carbon Nanotube Transistors",
      "authors": [],
      "abstract": "We have investigated the electrical transport properties of carbon nanotube field-effect transistors as a function of channel length, gate dielectric film thickness, and dielectric material. Our experiments show that the bulk properties of the semiconducting carbon nanotubes do not limit the current flow through the metal/nanotube/metal system. Instead, our results can be understood in the framework of gate and source-drain field induced modulation of the nanotube band structure at the source contact. The existence of one-dimensional Schottky barriers at the metal/nanotube interface determines the device performance and results in an unexpected scaling behavior.",
      "doi": "10.1103/PhysRevLett.89.126801",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002PhRvL..89l6801A/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 244,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}