{
  "timestamp": 1743080215.531641,
  "expiry": 86400,
  "results": [
    {
      "title": "A Model of Katabatic Winds.",
      "authors": [],
      "abstract": "A new model of katabatic winds is presented. A hydraulic approach is employed in which the detailed vertical structure of the flow is replaced by a quiescent stably stratified environment and an equivalent flowing layer which is subject to sustained layer cooling, surface stress and interfacial entrainment. A scaling which contains most of the parametric behavior is found. It shows that interfacial entrainment is the dominating retardation mechanism of the flow and that surface stress may be relatively unimportant.Steady solutions are presented to show that katabatic winds are essentially supercritical on all practical slopes (slope angles &gt;0.1°), and are affected by ambient stratification only at large distances. The model is in satisfactory quantitative agreement with the limited field data available.",
      "doi": "10.1175/1520-0469(1979)036<0619:AMOKW>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1979JAtS...36..619M/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 131,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Continental-Scale Simulation of the Antarctic Katabatic Wind Regime.",
      "authors": [],
      "abstract": "Katabatic winds are a common feature of the lower Antarctic atmosphere. Although these drainage flows are quite shallow, there is increasing evidence that the low-level circulations are an important component in establishing large-scale tropospheric motions in the high southern latitudes. Three-dimensional numerical simulations of the Antarctic katabatic wind regime and attendant tropospheric circulations have been conducted over the entire continent to depict the topographically forced drainage patterns in the near-surface layer of the atmosphere. Results of the simulation enable a mapping of katabatic wind potential and identification of coastal regions which may experience anomalously intense katabatic winds. A large upper-level cyclonic circulation forms rapidly in response to the evolving katabatic wind structure in the lower atmosphere, suggesting that the drainage circulations are an important component in prescribing the resulting resulting circumpolar vortex. These results imply that some representation of the Antarctic katabatic wind regime is necessary in general circulation models in order to properly simulate the large-scale circulations about the continent.",
      "doi": "10.1175/1520-0442(1991)004<0135:CSSOTA>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1991JCli....4..135P/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 123,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic wind forcing of the Terra Nova Bay polynya",
      "authors": [],
      "abstract": "The Terra Nova Bay polynya is a perennial winter feature in the western Ross Sea, Antarctica, which occupies roughly 1000 km<SUP>2</SUP>, it is formed and maintained by the combined influence of persistent katabatic winds, which advect newly formed bay ice eastward, and the Drygalski Ice Tongue, which prevents northward drifting pack ice from entering Terra Nova Bay. Existence of anomalously strong katabatic drainage along this coast is predicted by Parish's (1982) simulation of wintertime airflow which reveals a pronounced confluence of surface winds upslope from the Reeves Glacier where the winds are further focused by local topography. The simulation is strongly supported by regional sastrugi orientations. Average wintertime atmospheric conditions and ice sheet topography which control surface air drainage are stable on a climatic time scale; therefore, persistent wintertime katabatic winds should be an annual phenomenon. Further evidence comes from multi-year Landsat images which consistently show windswept, snowfree areas on the Reeves Glacier. In marked contrast to typical Antarctic katabatic winds, strong persistent winter winds are observed at sea level ∼25 km beyond the coastal slope break. Air probably descends as bora-type winds and is likely to be significantly denser than the air at sea level; conditions are not favorable for hydraulic jumps apparently typical of other katabatic regimes. The horizontal density difference is maintained during airflow across the Nansen Ice Sheet because relatively little air mass modification occurs there in contrast to situations where air moves over an ice-laden ocean. Observations thus suggest that katabatic winds maintain their identity for some distance seaward of the coast; qualitative trajectory calculations indicate that for representative geostrophic conditions this distance is on the order of the observed polynya width. Estimated ice freezing rates are ∼20 cm day<SUP>-1</SUP>, but wind-generated waves and currents prevent ice from consolidating. The blocking effect of the Drygalski Ice Tongue is a consequence of its orientation with regard to western Ross Sea ice drift patterns; ice tongue length controls polynya width. Absence of such blocking along other coasts experiencing strong katabatic outflow partly explains why similar polynyas do not form there.",
      "doi": "10.1029/JC089iC03p03561",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1984JGR....89.3561B/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 124,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Satellite Analyses of Antarctic Katabatic Wind Behavior.",
      "authors": [],
      "abstract": "Prominent warm signatures of strong, negatively buoyant, katabatic airstreams are present at thermal infrared wavelengths as a result of intense vertical mixing and drift-snow transport within stable boundary layers. These tracers are used to illustrate several aspects of the behavior of katabatic winds in the Ross Sea sector of the Antarctic. The satellite features are compared with surface-based observations whenever possible. Converging surface-wind signatures upslope from Terra Nova Bay are shown to closely follow the observed time-averaged streamlines of drainage airflow. The satellite-observed core of the katabatic airstream descends to sea level via a direct route, but complex three-dimensional trajectories are manifested in marginal regions. Katabatic winds propagating horizontally for hundreds of kilometers over the southwestern Ross Sea do not exhibit the expected influence of the Coriolis force. Katabatic signatures are shown to be climatological features over the Ross Ice Shelf which closely follow surface wind measurements. An approximate proportionality appears to exist between average signature size over the shelf and the magnitude of katabatic mass transport from the plateau.",
      "doi": "10.1175/1520-0477(1989)070<0738:SAOAKW>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1989BAMS...70..738B/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 97,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Forcing of Antarctic Katabatic Winds",
      "authors": [],
      "abstract": "The temporal and spatial development of katabatic winds along an idealized slope representative of Anmtarctic terrain is examined using a hydrostatic, two-dimensional primitive equation model with explicit longwave radiation parameterization. A detailed diagnosis is made of a simulation in which katabatic flow develops from rest due to the strong radiational cooling of the underlying surface. Significant thermodynamic and dynamic differences are seen between the gravity-driven flows over the gently-sloping interior and over the steep ice slopes near the coast. The strongest temperature inversions and largest static stabilities are found over the interior of the continent, although the net cooling of the katabatic layer and magnitude of the downslope-directed horizontal pressure gradient force are greatest at the coast. The interior is characterized by low Rossby number, quasi-geostrophic type flows, while more intense, near-antitriptic winds occur at the coast. Model results are in reasonable agreement with the limited Antarctic observations.",
      "doi": "10.1175/1520-0493(1987)115&lt2214:TFOAKW&gt2.0.CO2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1987MWRv..115.2214P/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 73,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic winds: A field case study",
      "authors": [],
      "abstract": "Results of a case study of katabatic winds utilizing tethered balloon profiling equipment are presented and discussed. The data are unique in the detail they provide of both vector wind and potential virtual temperature throughout the flow.It is concluded from the data that the one-dimensional models so far proposed in the literature are inappropriate. Direct computation shows that the divergence of radiation responsible for cooling the air is much smaller than the surface radiation flux used in these models. The inadequacy of these models is not due to the underlying assumption of temporal invariance, but rather the implication is that the flow is significantly three dimensional.Use of surface stress as the retarding stress in the dynamical balance is also shown to be erroneous, at least so long as ambient wind does not assist the katabatic flow. The stress between the flow and the ambient air is much more important and this stress is inextricably tied in with the downslope development of the flow which is thus inferred to play a major part in the dynamics of katabatic winds.Katabatic flow is an example of an internal mixing process. The data are shown to suggest a critical gradient Richardson number of about 1/4 for the maintenance of internal mixing above slope flows.",
      "doi": "10.1002/qj.49710544618",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1979QJRMS.105.1011M/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 69,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Climatology of katabatic winds in the McMurdo dry valleys, southern Victoria Land, Antarctica",
      "authors": [],
      "abstract": "Katabatic winds dramatically affect the climate of the McMurdo dry valleys, Antarctica. Winter wind events can increase local air temperatures by 30°C. The frequency of katabatic winds largely controls winter (June to August) temperatures, increasing 1°C per 1% increase in katabatic frequency, and it overwhelms the effect of topographic elevation (lapse rate). Summer katabatic winds are important, but their influence on summer temperature is less. The spatial distribution of katabatic winds varies significantly. Winter events increase by 14% for every 10 km up valley toward the ice sheet, and summer events increase by 3%. The spatial distribution of katabatic frequency seems to be partly controlled by inversions. The relatively slow propagation speed of a katabatic front compared to its wind speed suggests a highly turbulent flow. The apparent wind skip (down-valley stations can be affected before up-valley ones) may be caused by flow deflection in the complex topography and by flow over inversions, which eventually break down. A strong return flow occurs at down-valley stations prior to onset of the katabatic winds and after they dissipate. Although the onset and termination of the katabatic winds are typically abrupt, elevated air temperatures remain for days afterward. We estimate that current frequencies of katabatic winds increase annual average temperatures by 0.7° to 2.2°C, depending on location. Seasonally, they increase (decrease) winter average temperatures (relative humidity) by 0.8° to 4.2° (-1.8 to -8.5%) and summer temperatures by 0.1° to 0.4°C (-0.9% to -4.1%). Long-term changes of dry valley air temperatures cannot be understood without knowledge of changes in katabatic winds.",
      "doi": "10.1029/2003JD003937",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2004JGRD..109.3114N/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 112,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Wind in Opposing Flow.",
      "authors": [],
      "abstract": "This paper presents a one-dimensional model of katabatic winds in ambient flow and examines types of possible solutions. Results presented in dimensionless form indicate that 1) cooling along a slope with upslope ambient flow can lead to tranquil (flow speed less than gravity wave speed) solutions characterized by appreciable entrainment, and 2) the onset time of katabatic winds is particularly sensitive to the retarding effects of opposing flow and reduced cooling rates. Model results present a plausible explanation for observed delays in the onset time of downslope flow of up to 8 h after sunset along certain humid tropical slopes.",
      "doi": "10.1175/1520-0469(1984)041<1143:KWIOF>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1984JAtS...41.1143F/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 33,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Wind-Driven Exchange in Fjords",
      "authors": [],
      "abstract": "The general issue of katabatic wind-driven exchange in fjords is considered using an idealized numerical model, theory, and observations. Two regimes are identified. For fjords narrower than a viscous boundary layer width, the exchange is limited by a balance between wind and friction in lateral boundary layers. For the nonlinear viscous parameterization used here, this boundary layer thickness depends on the properties of the fjord, such as stratification and length, as well as on the wind stress and numerical parameters such as grid spacing and an empirical constant. For wider fjords typical of east Greenland, the balance is primarily between wind, the along-fjord pressure gradient, and acceleration, in general agreement with previous two-layer nonrotating theories. It is expected that O(10%) of the surface layer will be flushed out of the fjord by a single wind event. Application of the idealized model to a typical katabatic wind event produces outflowing velocities that are in general agreement with observations in Sermilik Fjord, a large glacial fjord in southeast Greenland. The presence of a sill has only a minor influence on the exchange until the sill penetrates over most of the lower layer thickness, in which cases the exchange is reduced. It is concluded that the multiple katabatic wind events per winter that are experienced by the fjords along east Greenland represent an important mechanism of exchange between the fjord and shelf, with implications for the renewal of warm, salty waters at depth and for the export of glacial freshwater in the upper layer.",
      "doi": "10.1002/2017JC013026",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017JGRC..122.8246S/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 34,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Coastal katabatic winds imaged by SAR",
      "authors": [],
      "abstract": "Sea surface imprints of coastal katabatic winds are observed on a RADARSAT-1 synthetic aperture radar (SAR) standard mode image off the U.S. west coast taken on January 21, 2003. The katabatic wind pattern is shown in the SAR image as a striking finger-like bright-dark region that mirrors the coastal mountain topography. We simulate the low-level atmospheric circulation using the numerical weather model MM5 with a triply nested-grid technique. The model simulation reproduces the finger-like katabatic wind pattern at the SAR imaging time. Katabatic wind is strongest in the morning when the surface temperature gradient between ocean and land reaches a maximum. The sea surface wind simulated by the MM5 model and that derived from the calibrated SAR normalized radar cross section are in good agreement. The katabatic wind variation along the coastline is between 5-8 ms<SUP>-1</SUP>, and the longest wind finger stretches over 20 km offshore.",
      "doi": "10.1029/2006GL028055",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2007GeoRL..34.3804L/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 27,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Dynamical Constraints on Katabatic Wind Cessation in Adélie Land, Antarctica.",
      "authors": [],
      "abstract": "The katabatic wind events observed in the coastal zone of Adélie Land, Antarctica, on 27 November and 3 December 1985 are simulated with a hydrostatic mesoscale atmospheric model coupled to a snow model. The diurnal cycle of insolation is strong. The main difference in the forcing between the two events is the large-scale wind, which is weak on 27 November and moderate on 3 December. In both cases temperature and wind are characterized by well-marked diurnal cycles. In particular, katabatic winds blow during nighttime and upslope winds during daytime. In both cases the katabatic airstream slows down progressively over the ocean. Consequently, continental air piles up and this generates a pool of cold air responsible for a pressure gradient force opposing the katabatic wind. An amplification of the slowing down results. When, in the morning, insolation increases, the surface inversion weakens but the influence of the cold air pool increases. The katabatic flow starts to decay over the coastal zone and then retreats progressively toward the ice sheet interior. When the large-scale wind is weak, the surface warming is sufficient for generating an additional upslope bouyancy force, and anabatic flow develops over the ice sheet in the afternoon. When the large-scale wind is moderate and downslope, the pilling up of cold air is important and this has a dramatic impact on the flow. A sharp spatial transition is generated between downslope and upslope winds over the ocean. This discontinuity moves toward the ice sheet interior in the morning and is responsible for the sudden cessation of the katabatic flow seen by static observers. The results of the simulations are used in order to refine a simple parameterization of Antarctic katabatic winds.",
      "doi": "10.1175/1520-0469(1998)055<1755:DCOKWC>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998JAtS...55.1755G/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 34,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic winds at the edge of Hofsjökull glacier, Iceland",
      "authors": [],
      "abstract": "Hofsjökull is a close to circular glacier in the central part of Iceland. The diameter of Hofsjökull is close to 30 km and it rises about 1000 m above its surroundings. During the summer of 2007, observations were made of katabatic flows at the northern edge of Hofsjökull ( FLOHOF - FLow Over and around HOFsjökull). The observations reveal that katabatic winds are quite persistent at the edge of the glacier. However, they extend only a short distance away from the glacier, and at a distance of 7 km from the edge, the katabatic winds are almost non-existent. There is a strong diurnal cycle in the katabatic winds, with a maximum in strength and frequency in the afternoon and a minimum in the early morning. The onset of the katabatic winds is associated with a drop in temperature.",
      "doi": "",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009EGUGA..1111580A/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Effect of Blowing Snow on Katabatic Winds in Antarctica",
      "authors": [],
      "abstract": "An acceleration of the katabatic winds during periods of blowing snow was observed in Adelie Land, Antarctica. Data collected by Automatic Weather Stations' (AWS) showed a change in the relationship between the katabatic term of the surface geostrophic wind (katabatic force) and the wind speed for periods of blowing snow. When measurements of the katabatic force were plotted against the cube of the wind speed, the slope was steeper for wind speeds at less than a threshold speed for blowing snow. The difference between these two slopes was partly explained by the effect of blowing snow entrained into the atmospheric boundary layer.",
      "doi": "10.3189/1985AoG6-1-59-62",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1985AnGla...6...59K/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 27,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Dynamical aspects of katabatic wind evolution in the Antarctic coastal zone",
      "authors": [],
      "abstract": "The spatial evolution of katabatic winds along idealized slopes representative of Antarctic terrain is examined using a hydrostatic, two-dimensional primitive equation model with high resolution. A downslope momentum-forces analysis is made of simulations in which katabatic flow reaches steady state, with emphasis on physical mechanisms in the coastal zone. The importance of the reversal of the pressure gradient force in the coastal zone, causing the sudden decay of katabatic winds, is discussed.",
      "doi": "10.1007/BF00120691",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1992BoLMe..59..141G/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 25,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic winds diminish precipitation contribution to the Antarctic ice mass balance",
      "authors": [],
      "abstract": "Snowfall in Antarctica is a key term of the ice sheet mass budget that influences the sea level at global scale. Over the continental margins, persistent katabatic winds blow all year long and supply the lower troposphere with unsaturated air. We show that this dry air leads to significant low-level sublimation of snowfall. We found using unprecedented data collected over 1 year on the coast of Adélie Land and simulations from different atmospheric models that low-level sublimation accounts for a 17% reduction of total snowfall over the continent and up to 35% on the margins of East Antarctica, significantly affecting satellite-based estimations close to the ground. Our findings suggest that, as climate warming progresses, this process will be enhanced and will limit expected precipitation increases at the ground level.",
      "doi": "10.1073/pnas.1707633114",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017PNAS..11410858G/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 72,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Theory of Strong Katabatic Winds",
      "authors": [],
      "abstract": "",
      "doi": "10.1071/PH560373",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1956AuJPh...9..373B/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 123,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the Role of Antarctic Katabatic Winds in Forcing Large-Scale Tropospheric Motions.",
      "authors": [],
      "abstract": "Katabatic winds are a dominant feature of the lower atmosphere over Antarctica. The radial diffluence displayed by the drainage flows implies that a continental-scale subsidence is present over Antarctica. From mass continuity considerations, a thermally direct meridional circulation must become established. The upper-level convergence above the Antarctic continent acting to feed the katabatic circulation generates cyclonic vorticity in the middle and upper troposphere. Model simulations show that a robust circumpolar circulation becomes established within a time scale of about a week. The adverse horizontal pressure gradients in the upper atmosphere result in a gradual decay of the low-level katabatic circulation. The katabatic wind regime appears to be an important forcing mechanism for the circumpolar vortex about the periphery of the Antarctic continent.",
      "doi": "10.1175/1520-0469(1992)049<1374:OTROAK>2.0.CO;2",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1992JAtS...49.1374P/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 36,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The influence of large-scale forcing on the katabatic wind regime at Adélie Land, Antarctica",
      "authors": [],
      "abstract": "The Adélie Land coastal section of East Antarctica is known for strong katabatic winds. Although the primary forcing of these persistent drainage flows has been attributed to the radiative cooling of the sloping ice topography, effects of ambient horizontal pressure gradients can play a central role in shaping the Antarctic surface wind regime as well. Oberrvations of the katabatic wind at the near-coastal Adélie Land station D-10 have been sorted into strong and weak wind classes. Concurrent radiosonde ascents at nearby Dumont D'Urville have been used to depict the timeaveraged large scale conditions accompanying the katabatic wind classes. Results suggest that strong katabatic wind cases are associated with low pressure over the coastal margin and easterly upper level motions. Numerical simulations have been conducted to examine the effect of prescribed large scale forcing on the evolution of the katabatic wind. The model runs indicate that the ambient environment plays a key role in the development and intensity of the katabatic wind regime.",
      "doi": "10.1007/BF01030492",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1993MAP....51..165P/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 25,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The KABEG'97 field experiment: An aircraft-based study of katabatic wind dynamics over the Greenland ice sheet",
      "authors": [],
      "abstract": "The aircraft-based experiment KABEG'97 (Katabatic wind and boundary-layer front experiment around Greenland) was performed in April/May 1997. During the experiment, surface stations were installed at five positions on the ice sheet and in the tundra near Kangerlussuaq, West Greenland. A total of nine katabatic wind flights were performed during quite different synoptic situations and surface conditions, and low-level jets with wind speeds up to 25m s<SUP>-1</SUP> were measured under strong synoptic forcing of the katabatic wind system. The KABEG data represent a unique data set for the investigation of katabatic winds. For the first time, high-resolution and accurate aircraft measurements can be used to investigate the three-dimensional structure of the katabatic wind system for a variety of synoptic situations. Surface station data show that a pronounced daily cycle of the near-surface wind is present for almost all days due to the nighttime development of the katabatic wind. In a detailed case study the stably-stratified boundary layer over the ice and the complex boundary-layer structure in the transition zone ice/tundra are investigated. The katabatic wind system is found to extend about 10 km over the tundra area and is associated with strong wind convergence and gravity waves. The investigation of the boundary-layer dynamics using the concept of a two-layer katabatic wind model yields the results that the katabatic flow is always a 'shooting' flow and that the 'pure katabatic' force is the main driving mechanism for the flow regime, although a considerable influence of the large-scale synoptic forcing is found as well.",
      "doi": "10.1023/A:1002009530877",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1999BoLMe..93...75H/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 50,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "An Observational History of Small-Scale Katabatic Winds in Mid-Latitudes",
      "authors": [],
      "abstract": "Katabatic winds have been the subject of investigation since about the 1840s. These winds, which flow down the topographic gradient as a result of surface cooling, provide a major transport and dispersion mechanism in mountainous regions and affect the energy exchange between the earth's surface and the atmosphere. Various theories of their structure, evolution, and fundamental dynamics have been proposed. Initial interest in katabatic winds, which was prompted by field observations, has been followed by a long history of observational studies. This article reviews observational work undertaken on small-scale katabatic winds in mid-latitudes, with an emphasis on the historical background, and recent work on the causes of their variation.",
      "doi": "10.1111/j.1749-8198.2008.00166.x",
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2008GComp...2.1798P/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 25,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}