{
  "timestamp": 1743363998.020865,
  "expiry": 86400,
  "results": [
    {
      "title": "Valley floor climate observations from the McMurdo dry valleys, Antarctica, 1986-2000",
      "authors": [
        "Doran, Peter T.",
        "McKay, Christopher P.",
        "Clow, Gary D.",
        "Dana, Gayle L.",
        "Fountain, Andrew G.",
        "Nylen, Thomas",
        "Lyons, W. Berry"
      ],
      "abstract": "Climate observations from the McMurdo dry valleys, East Antarctica are presented from a network of seven valley floor automatic meteorological stations during the period 1986 to 2000. Mean annual temperatures ranged from -14.8°C to -30.0°C, depending on the site and period of measurement. Mean annual relative humidity is generally highest near the coast. Mean annual wind speed increases with proximity to the polar plateau. Site-to-site variation in mean annual solar flux and PAR is due to exposure of each station and changes over time are likely related to changes in cloudiness. During the nonsummer months, strong katabatic winds are frequent at some sites and infrequent at others, creating large variation in mean annual temperature owing to the warming effect of the winds. Katabatic wind exposure appears to be controlled to a large degree by the presence of colder air in the region that collects at low points and keeps the warm less dense katabatic flow from the ground. The strong influence of katabatic winds makes prediction of relative mean annual temperature based on geographical position (elevation and distance from the coast) alone, not possible. During the summer months, onshore winds dominate and warm as they progress through the valleys creating a strong linear relationship (r<SUP>2</SUP> = 0.992) of increasing potential temperature with distance from the coast (0.09°C km<SUP>-1</SUP>). In contrast to mean annual temperature, summer temperature lends itself quite well to model predictions, and is used to construct a statistical model for predicting summer dry valley temperatures at unmonitored sites.",
      "doi": null,
      "year": 2002,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JGRD..107.4772D/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 298,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Shallow Drainage Flows",
      "authors": [
        "Mahrt, L.",
        "Vickers, Dean",
        "Nakamura, Reina",
        "Soler, M. R.",
        "Sun, Jielun",
        "Burns, Sean",
        "Lenschow, D. H."
      ],
      "abstract": "Two-dimensional sonic anemometers and slowresponse thermistors were deployedacross a shallow gully during CASES99. Weak gully flow of a few tenths of m s<SUP>-1</SUP> anda depth of a few metres develops in the earlyevening on most nights with clear skies.Flow down the gully developed sometimes evenwhen the opposing ambient wind exceeded10 m s<SUP>-1</SUP> at the top of the60-m tower. Cold air drainage fromlarger-scale slopes flows over the top ofthe colder gully flow. The gully flowand other drainage flows are generally eliminated in the middle of the night in conjunctionwith flow acceleration abovethe surface inversion layer and downwardmixing of warmer air and highermomentum. As the flow decelerates later inthe night, the gully flow may re-form. The thin drainage flows decouple standard observational levels of3-10 m from the surface.Under such common conditions, eddy correlationflux measurements cannot be used toestimate surface fluxes nor even detect thethin gully and drainage flows. The gentlegully system in this field program is typical ofmuch of the Earth's land surface.",
      "doi": null,
      "year": 2001,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe.101..243M/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 129,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Impact Of Snow Drift On The Antarctic Ice Sheet Surface Mass Balance: Possible Sensitivity To Snow-Surface Properties",
      "authors": [
        "Gallée, Hubert",
        "Guyomarc'h, Gilbert",
        "Brun, Eric"
      ],
      "abstract": "A mesoscale atmospheric numerical model is coupled with a physically based snow-pack model and with a snow-drift model. The snow model is verified for the French Alps by comparing its simulations to observations performed at the Col de Porte in the Chartreuse Massif. The snow erosion threshold depends on snow-pack properties such as density, dendricity, sphericity and particle size. The atmospheric turbulence scheme is modified in order to take into account stabilization effects due to airborne blown snow particles. In particular, vertically integrated stability functions for the stable boundary layer are completed by including the threshold friction velocity for snow erosion. The snow-drift model is calibrated by simulating the conditions observed during the Byrd snow project, held in West Antarctica in 1962. Finally, sensitivity experiments to the snow-surface properties show the importance of their accurate representation when modelling the contribution of deflation to the Antarctic surface mass balance.",
      "doi": null,
      "year": 2001,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe..99....1G/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 144,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Climatology of katabatic winds in the McMurdo dry valleys, southern Victoria Land, Antarctica",
      "authors": [
        "Nylen, Thomas H.",
        "Fountain, Andrew G.",
        "Doran, Peter T."
      ],
      "abstract": "Katabatic winds dramatically affect the climate of the McMurdo dry valleys, Antarctica. Winter wind events can increase local air temperatures by 30°C. The frequency of katabatic winds largely controls winter (June to August) temperatures, increasing 1°C per 1% increase in katabatic frequency, and it overwhelms the effect of topographic elevation (lapse rate). Summer katabatic winds are important, but their influence on summer temperature is less. The spatial distribution of katabatic winds varies significantly. Winter events increase by 14% for every 10 km up valley toward the ice sheet, and summer events increase by 3%. The spatial distribution of katabatic frequency seems to be partly controlled by inversions. The relatively slow propagation speed of a katabatic front compared to its wind speed suggests a highly turbulent flow. The apparent wind skip (down-valley stations can be affected before up-valley ones) may be caused by flow deflection in the complex topography and by flow over inversions, which eventually break down. A strong return flow occurs at down-valley stations prior to onset of the katabatic winds and after they dissipate. Although the onset and termination of the katabatic winds are typically abrupt, elevated air temperatures remain for days afterward. We estimate that current frequencies of katabatic winds increase annual average temperatures by 0.7° to 2.2°C, depending on location. Seasonally, they increase (decrease) winter average temperatures (relative humidity) by 0.8° to 4.2° (-1.8 to -8.5%) and summer temperatures by 0.1° to 0.4°C (-0.9% to -4.1%). Long-term changes of dry valley air temperatures cannot be understood without knowledge of changes in katabatic winds.",
      "doi": null,
      "year": 2004,
      "url": "https://ui.adsabs.harvard.edu/abs/2004JGRD..109.3114N/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 112,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "A Model of Katabatic Winds.",
      "authors": [
        "Manins, P. C.",
        "Sawford, B. L."
      ],
      "abstract": "A new model of katabatic winds is presented. A hydraulic approach is employed in which the detailed vertical structure of the flow is replaced by a quiescent stably stratified environment and an equivalent flowing layer which is subject to sustained layer cooling, surface stress and interfacial entrainment. A scaling which contains most of the parametric behavior is found. It shows that interfacial entrainment is the dominating retardation mechanism of the flow and that surface stress may be relatively unimportant.Steady solutions are presented to show that katabatic winds are essentially supercritical on all practical slopes (slope angles &gt;0.1°), and are affected by ambient stratification only at large distances. The model is in satisfactory quantitative agreement with the limited field data available.",
      "doi": null,
      "year": 1979,
      "url": "https://ui.adsabs.harvard.edu/abs/1979JAtS...36..619M/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 131,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Local and synoptic mechanisms causing Southern California's Santa Ana winds",
      "authors": [
        "Hughes, Mimi",
        "Hall, Alex"
      ],
      "abstract": "The atmospheric conditions that lead to strong offshore surface winds in Southern California, commonly referred to as Santa Ana winds, are investigated using the North American Regional Reanalysis and a 12-year, 6-km resolution regional climate simulation of Southern California. We first construct an index to characterize Santa Ana events based on offshore wind strength. This index is then used to identify the average synoptic conditions associated with Santa Ana events—a high pressure anomaly over the Great Basin. This pressure anomaly causes offshore geostrophic winds roughly perpendicular to the region's mountain ranges, which in turn cause surface flow as the offshore momentum is transferred to the surface. We find, however, that there are large variations in the synoptic conditions during Santa Ana conditions, and that there are many days with strong offshore flow and weak synoptic forcing. This is due to local thermodynamic forcing that also causes strong offshore surface flow: a large temperature gradient between the cold desert surface and the warm ocean air at the same altitude creates an offshore pressure gradient at that altitude, in turn causing katabatic-like offshore flow in a thin layer near the surface. We quantify the contribution of \"synoptic\" and \"local thermodynamic\" mechanisms using a bivariate linear regression model, and find that, unless synoptic conditions force strongly onshore winds, the local thermodynamic forcing is the primary control on Santa Ana variability.",
      "doi": null,
      "year": 2010,
      "url": "https://ui.adsabs.harvard.edu/abs/2010ClDy...34..847H/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 68,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The Theory of Strong Katabatic Winds",
      "authors": [
        "Ball, F. K."
      ],
      "abstract": "",
      "doi": null,
      "year": 1956,
      "url": "https://ui.adsabs.harvard.edu/abs/1956AuJPh...9..373B/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 123,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Sensitivity of modelled Antarctic climate to surface and boundary-layer flux parametrizations",
      "authors": [
        "King, J. C.",
        "Connolley, W. M.",
        "Derbyshire, S. H."
      ],
      "abstract": "The Hadley Centre climate model version HadAM2 is used to study the sensitivity of modelled Antarctic climate to the parametrization of surface and boundary-layer heat fluxes under stable conditions. Specifically, the impact of changing the dependence of surface exchange coefficients and eddy diffusivities on the Richardson number is investigated. Three alternative parametrizations are implemented; in all of these the exchange coefficients decrease more rapidly with increasing stability than they do in the standard parametrization used in the model. When only the surface flux scheme is replaced by one of these alternatives, cooling is largely restricted to the surface, with some compensating warming occurring at the lowest atmospheric levels, and little change is seen in the low-level wind field over Antarctica. If alternative schemes are implemented both at the surface and in the boundary layer, widespread cooling occurs at the surface and at the lowest one or two atmospheric levels. The increased negative buoyancy thus generated causes significant increases in the speed of katabatic winds blowing down the coastal slopes of Antarctica. Colder and stronger offshore winds lead to increased cooling of the Antarctic coastal waters. In a coupled model, this could impact on the production of sea ice and ocean-bottom water. The modelled temperature changes appear to show both a direct response to changed boundary-layer heat-flux divergence and an indirect response as a result of the consequent changes to the low-level circulation.",
      "doi": null,
      "year": 2001,
      "url": "https://ui.adsabs.harvard.edu/abs/2001QJRMS.127..779K/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 71,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic winds diminish precipitation contribution to the Antarctic ice mass balance",
      "authors": [
        "Grazioli, Jacopo",
        "Madeleine, Jean-Baptiste",
        "Gallée, Hubert",
        "Forbes, Richard M.",
        "Genthon, Christophe",
        "Krinner, Gerhard",
        "Berne, Alexis"
      ],
      "abstract": "Snowfall in Antarctica is a key term of the ice sheet mass budget that influences the sea level at global scale. Over the continental margins, persistent katabatic winds blow all year long and supply the lower troposphere with unsaturated air. We show that this dry air leads to significant low-level sublimation of snowfall. We found using unprecedented data collected over 1 year on the coast of Adélie Land and simulations from different atmospheric models that low-level sublimation accounts for a 17% reduction of total snowfall over the continent and up to 35% on the margins of East Antarctica, significantly affecting satellite-based estimations close to the ground. Our findings suggest that, as climate warming progresses, this process will be enhanced and will limit expected precipitation increases at the ground level.",
      "doi": null,
      "year": 2017,
      "url": "https://ui.adsabs.harvard.edu/abs/2017PNAS..11410858G/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 72,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Easterly Wind Storms over Israel",
      "authors": [
        "Saaroni, H.",
        "Ziv, B.",
        "Bitan, A.",
        "Alpert, P."
      ],
      "abstract": "Continental wind storms are common along the Mediterranean coast. Along the northern coast they are mostly cold, similar to the Bora or the Mistral, and along the southern coast they are mostly warm, e.g., the Ghibli or the Shirocco. At the eastern Mediterranean basin and the Levant region, these storms are intermittently warm and cold during the same season and often even during the same event. Quasi-stationary systems, as well as moving disturbances, are the cause of such wind storms. Accordingly, the resulting weather conditions may be extremely converse due to the characteristics of the advected airmass. Specific regions in Israel, sensitive to easterly storms, are influenced by these wind storms for about 10% of the year (e.g., the westerly slopes of the mountains and valleys with west-east orientation). The frequency, however, of widespread storms covering the entire region is only approximately 1.4% of the entire year. These wind storms are therefore classified in the present study according to their climatological and synoptic characteristics; indicating that the dominant synoptic situation is the Red-Sea trough and the warm advections. These storms appear only from October-May and are most frequent during the cold season. The diurnal course is characterized by a strengthening in the morning hours and a weakening at noon and in the afternoon hours, due to the opposing effect of the westerly sea breeze, suppressing the easterly winds and the effect of katabatic winds. Nevertheless, synoptic conditions may contribute to this tendency as well. Accordingly, a significant increase in the frequencies of easterly storms, in relation to distance from the seashore has been identified. Although most of the stormy days are with westerly winds, the easterly wind storms has vast environmental implications, creating damage especially to agriculture and occasionally also to property and life; coastal flooding, potential air pollution, intensifying of forest fires and occasionally dust and sand storms.",
      "doi": null,
      "year": 1998,
      "url": "https://ui.adsabs.harvard.edu/abs/1998ThApC..59...61S/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 64,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Flow during the evening transition over steep Alpine slopes",
      "authors": [
        "Nadeau, Daniel F.",
        "Pardyjak, Eric R.",
        "Higgins, Chad W.",
        "Huwald, Hendrik",
        "Parlange, Marc B."
      ],
      "abstract": "A field campaign, the Slope Experiment near La Fouly (SELF-2010), was conducted to monitor the evening transition of slope flows on clear-sky days from July to September 2010 in a narrow valley of the Swiss Alps. A steep west-facing slope with inclinations ranging from 25° to 45° was instrumented from 1900 m to 2200 m above sea-level. Detailed measurements were made along a linear transect of the slope with two turbulence towers, two weather stations, five surface temperature measurement stations and a tethered balloon system. The present study focuses on nine exemplary 'convective' days, characterized by weak synoptic flow and clear-sky conditions, during which thermal circulations prevail. The analysis of the observational data shows that topographic shading triggers the evening transition. The topographic configuration around the experimental site results in a sharply defined 'shading front' propagating upslope, causing a sudden decrease in incoming short-wave radiation on the order of several hundreds of W m<SUP>‑2</SUP> within a few minutes. The slope surface rapidly responds to the advancing shading front; in some cases, reductions in surface temperatures of some 10°C in less than 10 min are observed. This is rapidly followed by an early-evening calm period with very small turbulent kinetic energy (TKE&lt; 0.05 m <SUP>2</SUP> s<SUP>‑2</SUP>) and extremely light wind speeds (&lt; 0.5 m s<SUP>‑1</SUP>). When the inertia-driven upslope flow is fully stopped by the katabatic acceleration, a shallow local drainage flow forms and reaches a quasi-equilibrium 1.5 h after the local sunset. An analysis of the TKE budget close to the surface shows that the buoyancy flux is much greater than the shear production in the last hours before the local sunset, possibly due to valley curvature effects. Copyright © 2012 Royal Meteorological Society",
      "doi": null,
      "year": 2013,
      "url": "https://ui.adsabs.harvard.edu/abs/2013QJRMS.139..607N/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 65,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Snow megadunes in Antarctica: Sedimentary structure and genesis",
      "authors": [
        "Frezzotti, M.",
        "Gandolfi, S.",
        "Urbini, S."
      ],
      "abstract": "Megadune fields occupy large areas in the interior of the East Antarctic ice sheet and are the result of unusual snow accumulation and redistribution processes. They therefore are important to surface mass balance and ice core interpretation. Field observations (GPS, GPR, and surface measurements) have provided a detailed description of megadune sedimentation and morphology over a 70 km<SUP>2</SUP> area, located 200 km east of Dome C. A combination of remote sensing analysis (using Landsat and satellite radar altimetry) and field measurements indicate that slope in the prevailing wind direction (SPWD) and climatic conditions play a crucial role in megadune genesis. The megadune areas tend to be characterized by slightly steeper regional slope and the presence of highly persistent katabatic winds. The megadunes represent 2 to 4 m amplitude waves of 2 to 5 km wavelength formed by variable net accumulation, ranging between 25% (leeward faces) to 120% (windward faces) of the accumulation in adjacent nonmegadune areas. Leeward faces are characterized by glazed, sastrugi-free surfaces and extensive depth hoar formation. Windward faces are covered by large rough sastrugi up to 1.5 m in height.",
      "doi": null,
      "year": 2002,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JGRD..107.4344F/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 93,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The KABEG'97 field experiment: An aircraft-based study of katabatic wind dynamics over the Greenland ice sheet",
      "authors": [
        "Heinemann, Günther"
      ],
      "abstract": "The aircraft-based experiment KABEG'97 (Katabatic wind and boundary-layer front experiment around Greenland) was performed in April/May 1997. During the experiment, surface stations were installed at five positions on the ice sheet and in the tundra near Kangerlussuaq, West Greenland. A total of nine katabatic wind flights were performed during quite different synoptic situations and surface conditions, and low-level jets with wind speeds up to 25m s<SUP>-1</SUP> were measured under strong synoptic forcing of the katabatic wind system. The KABEG data represent a unique data set for the investigation of katabatic winds. For the first time, high-resolution and accurate aircraft measurements can be used to investigate the three-dimensional structure of the katabatic wind system for a variety of synoptic situations. Surface station data show that a pronounced daily cycle of the near-surface wind is present for almost all days due to the nighttime development of the katabatic wind. In a detailed case study the stably-stratified boundary layer over the ice and the complex boundary-layer structure in the transition zone ice/tundra are investigated. The katabatic wind system is found to extend about 10 km over the tundra area and is associated with strong wind convergence and gravity waves. The investigation of the boundary-layer dynamics using the concept of a two-layer katabatic wind model yields the results that the katabatic flow is always a 'shooting' flow and that the 'pure katabatic' force is the main driving mechanism for the flow regime, although a considerable influence of the large-scale synoptic forcing is found as well.",
      "doi": null,
      "year": 1999,
      "url": "https://ui.adsabs.harvard.edu/abs/1999BoLMe..93...75H/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 50,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The Forcing of Antarctic Katabatic Winds",
      "authors": [
        "Parish, Thomas R.",
        "Waight, Kenneth T."
      ],
      "abstract": "The temporal and spatial development of katabatic winds along an idealized slope representative of Anmtarctic terrain is examined using a hydrostatic, two-dimensional primitive equation model with explicit longwave radiation parameterization. A detailed diagnosis is made of a simulation in which katabatic flow develops from rest due to the strong radiational cooling of the underlying surface. Significant thermodynamic and dynamic differences are seen between the gravity-driven flows over the gently-sloping interior and over the steep ice slopes near the coast. The strongest temperature inversions and largest static stabilities are found over the interior of the continent, although the net cooling of the katabatic layer and magnitude of the downslope-directed horizontal pressure gradient force are greatest at the coast. The interior is characterized by low Rossby number, quasi-geostrophic type flows, while more intense, near-antitriptic winds occur at the coast. Model results are in reasonable agreement with the limited Antarctic observations.",
      "doi": null,
      "year": 1987,
      "url": "https://ui.adsabs.harvard.edu/abs/1987MWRv..115.2214P/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 73,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Spatial and temporal variability of air temperature on a melting glacier: Atmospheric controls, extrapolation methods and their effect on melt modeling, Juncal Norte Glacier, Chile",
      "authors": [
        "Petersen, L.",
        "Pellicciotti, F."
      ],
      "abstract": "Temperature data from three Automatic Weather Stations and twelve Temperature Loggers are used to investigate the spatiotemporal variability of temperature over a glacier, its main atmospheric controls, the suitability of extrapolation techniques and their effect on melt modeling. We use data collected on Juncal Norte Glacier, central Chile, during one ablation season. We examine temporal and spatial variability in lapse rates (LRs), together with alternative statistical interpolation methods. The main control over the glacier thermal regime is the development of a katabatic boundary layer (KBL). Katabatic wind occurs at night and in the morning and is eroded in the afternoon. LRs reveal strong diurnal variability, with steeper LRs during the day when the katabatic wind weakens and shallower LRs during the night and morning. We suggest that temporally variable LRs should be used to account for the observed change. They tend to be steeper than equivalent constant LRs, and therefore result in a reduction in simulated melt compared to use of constant LRs when extrapolating from lower to higher elevations. In addition to the temporal variability, the temperature-elevation relationship varies also in space. Differences are evident between local LRs and including such variability in melt modeling affects melt simulations. Extrapolation methods based on the spatial variability of the observations after removal of the elevation trend, such as Inverse Distance Weighting or Kriging, do not seem necessary for simulations of gridded temperature data over a glacier.",
      "doi": null,
      "year": 2011,
      "url": "https://ui.adsabs.harvard.edu/abs/2011JGRD..11623109P/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 72,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Extraordinary blowing snow transport events in East Antarctica",
      "authors": [
        "Scarchilli, Claudio",
        "Frezzotti, Massimo",
        "Grigioni, Paolo",
        "de Silvestri, Lorenzo",
        "Agnoletto, Lucia",
        "Dolci, Stefano"
      ],
      "abstract": "In the convergence slope/coastal areas of Antarctica, a large fraction of snow is continuously eroded and exported by wind to the atmosphere and into the ocean. Snow transport observations from instruments and satellite images were acquired at the wind convergence zone of Terra Nova Bay (East Antarctica) throughout 2006 and 2007. Snow transport features are well-distinguished in satellite images and can extend vertically up to 200 m as first-order quantitatively estimated by driftometer sensor FlowCapt™. Maximum snow transportation occurs in the fall and winter seasons. Snow transportation (drift/blowing) was recorded for ~80% of the time, and 20% of time recorded, the flux is &gt;10<SUP>-2</SUP> kg m<SUP>-2</SUP> s<SUP>-1</SUP> with particle density increasing with height. Cumulative snow transportation is ~4 orders of magnitude higher than snow precipitation at the site. An increase in wind speed and transportation (~30%) was observed in 2007, which is in agreement with a reduction in observed snow accumulation. Extensive presence of ablation surface (blue ice and wind crust) upwind and downwind of the measurement site suggest that the combine processes of blowing snow sublimation and snow transport remove up to 50% of the precipitation in the coastal and slope convergence area. These phenomena represent a major negative effect on the snow accumulation, and they are not sufficiently taken into account in studies of surface mass balance. The observed wind-driven ablation explains the inconsistency between atmospheric model precipitation and measured snow accumulation value.",
      "doi": null,
      "year": 2010,
      "url": "https://ui.adsabs.harvard.edu/abs/2010ClDy...34.1195S/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 73,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Profiles of katabatic flow in summer and winter over Coats Land, Antarctica",
      "authors": [
        "Renfrew, Ian A.",
        "Anderson, Philip S."
      ],
      "abstract": "Observations from a novel autonomous Doppler sodar wind profiling system are described and analysed. These include the first continuous wintertime soundings of katabatic winds over Antarctica—a continent with which they are synonymous. During 2002 and 2003 over 2600 wind profiles were taken during 'case-studies' of high-resolution sounding lasting hours to days. These case-studies have been subjectively classified as: synoptically driven, katabatically influenced (28 days); primarily katabatically driven flows (a subset of 16 days); or other flow types. The Doppler sodar observations were augmented by automatic weather station observations at the field site and further up the slope, as well as synoptic and upper-air observations at Halley Research Station, some 50 km distant on the Brunt Ice Shelf. In primarily katabatic flows there is a systematic change in the shape and depth of the low-level katabatic jet with wind speed. Relatively strong katabatic flows (maximum winds of typically 8–10 m s<SUP>‑1</SUP>) have a jet maximum between 20 and 60 m above the surface and are relatively deep (up to 200 m); while moderate katabatic flows (4–8 m s<SUP>‑1</SUP>) typically have a jet maximum between 3 and 30 m and are shallower (∼100 m), although they can also be more diffuse in structure with a wind speed maximum at higher altitude. In all katabatic flows there is backing of wind direction with height, consistent with decreasing friction away from the surface. During summertime katabatic flows there is a clear diurnal signature at all heights, although this is less pronounced in the surface layer where there seems to be a persistent 2–4 m s<SUP>‑1</SUP> katabatic flow during all case-studies. Where the diurnal forcing results in an abrupt katabatic flow deceleration, i.e. what may be a katabatic 'jump', there is a concurrent vertical acceleration. Wind profiles from a recent numerical weather prediction study of idealized katabatic flows at this site compare favourably with selected mean profiles; the only significant difference is that the model's wind speed is too low over the lowest ∼10 m. Copyright © 2006 Royal Meteorological Society.",
      "doi": null,
      "year": 2006,
      "url": "https://ui.adsabs.harvard.edu/abs/2006QJRMS.132..779R/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 38,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Observations Of Nocturnal Drainage Flow In A Shallow Gully",
      "authors": [
        "Soler, M. R.",
        "Infante, C.",
        "Buenestado, P.",
        "Mahrt, Larry"
      ],
      "abstract": "The formation of cold air drainage flows in a shallow gully is studied during CASES-99 (Cooperative Atmosphere-Surface Exchange Study). Fast and slow response wind and temperature measurements were obtained on an instrumented 10-m tower located in the gully and from a network of thermistors and two-dimensional sonic anemometers, situated across the gully. Gully flow formed on clear nights even with significant synoptic flow. Large variations in surface temperature developed within an hour after sunset and in situ cooling was the dominant factor in wind sheltered locations. The depth of the drainage flow and the height of the down-gully wind speed maximum were found to be largest when the external wind speed above the gully flow is less than 2 m s<SUP>-1</SUP>. The shallow drainage current is restricted to a depth of a few metres, and is deepest when the stratification is stronger and the external flow is weaker. During the night the drainage flow breaks down, sometimes on several occasions, due to intermittent turbulence and downward fluxes of heat and momentum. The near surface temperature may increase by 6 ° C in less than 30 min due to the vertical convergence of downward heat flux. The mixing events are related to acceleration of the flow above the gully flow and decreased Richardson number. These warming events also lead to warming of the near surface soil and reduction of the upward soil heat flux. To examine the relative importance of different physical mechanisms that could contribute to the rapid warming, and to characterize the turbulence generated during the intermittent turbulent periods, the sensible heat budget is analyzed and the behaviour of different turbulent parameters is discussed.",
      "doi": null,
      "year": 2002,
      "url": "https://ui.adsabs.harvard.edu/abs/2002BoLMe.105..253S/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 50,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Arctic System Reanalysis improvements in topographically forced winds near Greenland",
      "authors": [
        "Moore, G. W. K.",
        "Bromwich, David H.",
        "Wilson, Aaron B.",
        "Renfrew, Ian",
        "Bai, Lesheng"
      ],
      "abstract": "Southern Greenland is home to a number of weather systems characterized by high speed low-level winds that are the result of topographic flow distortion. These systems include tip jets, barrier winds and katabatic flows. Global atmospheric reanalyses have proven to be important tools in furthering our understanding of these systems and their role in the climate system. However, there is evidence that their mesoscale structure may be poorly resolved in these global products. Here output from the regional Arctic System Reanalysis (ASRv1–30 km and ASRv2–15 km grid resolutions) are compared to the global ERA-Interim Reanalysis (ERA-I–80 km grid resolution), focusing on their ability to represent winds in the vicinity of southern Greenland. Comparisons are made to observations from surface and upper-air stations, as well as from research aircraft flights during the Greenland Flow Distortion Experiment (GFDex). The ERA-I reanalysis has a tendency to underestimate high wind speeds and overestimate low wind speeds, which is reduced in ASRv1 and nearly eliminated in ASRv2. In addition, there is generally a systematic reduction in the root-mean-square error between the observed and the reanalysis wind speeds from ERA-I to ASRv1 to ASRv2, the exception being low-level marine winds where the correspondence is similar in all reanalyses. Case-studies reveal that mesoscale spatial features of the wind field are better captured in ASRv2 as compared to the ERA-I or ASRv1. These results confirm that a horizontal grid size on the order of 15 km is needed to characterize the impact that Greenland's topography has on the regional wind field and climate. However even at this resolution, there are still features of the wind field that are under-resolved.",
      "doi": null,
      "year": 2016,
      "url": "https://ui.adsabs.harvard.edu/abs/2016QJRMS.142.2033M/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 29,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The Role of Katabatic Winds on the Antarctic Surface Wind Regime",
      "authors": [
        "Parish, Thomas R.",
        "Cassano, John J."
      ],
      "abstract": "",
      "doi": null,
      "year": 2003,
      "url": "https://ui.adsabs.harvard.edu/abs/2003MWRv..131..317P/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 95,
      "doctype": "article",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    }
  ]
}