{
  "timestamp": 1743269511.490103,
  "expiry": 86400,
  "results": [
    {
      "title": "Valley floor climate observations from the McMurdo dry valleys, Antarctica, 1986-2000",
      "authors": [],
      "abstract": "Climate observations from the McMurdo dry valleys, East Antarctica are presented from a network of seven valley floor automatic meteorological stations during the period 1986 to 2000. Mean annual temperatures ranged from -14.8°C to -30.0°C, depending on the site and period of measurement. Mean annual relative humidity is generally highest near the coast. Mean annual wind speed increases with proximity to the polar plateau. Site-to-site variation in mean annual solar flux and PAR is due to exposure of each station and changes over time are likely related to changes in cloudiness. During the nonsummer months, strong katabatic winds are frequent at some sites and infrequent at others, creating large variation in mean annual temperature owing to the warming effect of the winds. Katabatic wind exposure appears to be controlled to a large degree by the presence of colder air in the region that collects at low points and keeps the warm less dense katabatic flow from the ground. The strong influence of katabatic winds makes prediction of relative mean annual temperature based on geographical position (elevation and distance from the coast) alone, not possible. During the summer months, onshore winds dominate and warm as they progress through the valleys creating a strong linear relationship (r<SUP>2</SUP> = 0.992) of increasing potential temperature with distance from the coast (0.09°C km<SUP>-1</SUP>). In contrast to mean annual temperature, summer temperature lends itself quite well to model predictions, and is used to construct a statistical model for predicting summer dry valley temperatures at unmonitored sites.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JGRD..107.4772D/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 298,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Impact Of Snow Drift On The Antarctic Ice Sheet Surface Mass Balance: Possible Sensitivity To Snow-Surface Properties",
      "authors": [],
      "abstract": "A mesoscale atmospheric numerical model is coupled with a physically based snow-pack model and with a snow-drift model. The snow model is verified for the French Alps by comparing its simulations to observations performed at the Col de Porte in the Chartreuse Massif. The snow erosion threshold depends on snow-pack properties such as density, dendricity, sphericity and particle size. The atmospheric turbulence scheme is modified in order to take into account stabilization effects due to airborne blown snow particles. In particular, vertically integrated stability functions for the stable boundary layer are completed by including the threshold friction velocity for snow erosion. The snow-drift model is calibrated by simulating the conditions observed during the Byrd snow project, held in West Antarctica in 1962. Finally, sensitivity experiments to the snow-surface properties show the importance of their accurate representation when modelling the contribution of deflation to the Antarctic surface mass balance.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe..99....1G/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 144,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Shallow Drainage Flows",
      "authors": [],
      "abstract": "Two-dimensional sonic anemometers and slowresponse thermistors were deployedacross a shallow gully during CASES99. Weak gully flow of a few tenths of m s<SUP>-1</SUP> anda depth of a few metres develops in the earlyevening on most nights with clear skies.Flow down the gully developed sometimes evenwhen the opposing ambient wind exceeded10 m s<SUP>-1</SUP> at the top of the60-m tower. Cold air drainage fromlarger-scale slopes flows over the top ofthe colder gully flow. The gully flowand other drainage flows are generally eliminated in the middle of the night in conjunctionwith flow acceleration abovethe surface inversion layer and downwardmixing of warmer air and highermomentum. As the flow decelerates later inthe night, the gully flow may re-form. The thin drainage flows decouple standard observational levels of3-10 m from the surface.Under such common conditions, eddy correlationflux measurements cannot be used toestimate surface fluxes nor even detect thethin gully and drainage flows. The gentlegully system in this field program is typical ofmuch of the Earth's land surface.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe.101..243M/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 129,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Climatology of katabatic winds in the McMurdo dry valleys, southern Victoria Land, Antarctica",
      "authors": [],
      "abstract": "Katabatic winds dramatically affect the climate of the McMurdo dry valleys, Antarctica. Winter wind events can increase local air temperatures by 30°C. The frequency of katabatic winds largely controls winter (June to August) temperatures, increasing 1°C per 1% increase in katabatic frequency, and it overwhelms the effect of topographic elevation (lapse rate). Summer katabatic winds are important, but their influence on summer temperature is less. The spatial distribution of katabatic winds varies significantly. Winter events increase by 14% for every 10 km up valley toward the ice sheet, and summer events increase by 3%. The spatial distribution of katabatic frequency seems to be partly controlled by inversions. The relatively slow propagation speed of a katabatic front compared to its wind speed suggests a highly turbulent flow. The apparent wind skip (down-valley stations can be affected before up-valley ones) may be caused by flow deflection in the complex topography and by flow over inversions, which eventually break down. A strong return flow occurs at down-valley stations prior to onset of the katabatic winds and after they dissipate. Although the onset and termination of the katabatic winds are typically abrupt, elevated air temperatures remain for days afterward. We estimate that current frequencies of katabatic winds increase annual average temperatures by 0.7° to 2.2°C, depending on location. Seasonally, they increase (decrease) winter average temperatures (relative humidity) by 0.8° to 4.2° (-1.8 to -8.5%) and summer temperatures by 0.1° to 0.4°C (-0.9% to -4.1%). Long-term changes of dry valley air temperatures cannot be understood without knowledge of changes in katabatic winds.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2004JGRD..109.3114N/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 112,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Snow megadunes in Antarctica: Sedimentary structure and genesis",
      "authors": [],
      "abstract": "Megadune fields occupy large areas in the interior of the East Antarctic ice sheet and are the result of unusual snow accumulation and redistribution processes. They therefore are important to surface mass balance and ice core interpretation. Field observations (GPS, GPR, and surface measurements) have provided a detailed description of megadune sedimentation and morphology over a 70 km<SUP>2</SUP> area, located 200 km east of Dome C. A combination of remote sensing analysis (using Landsat and satellite radar altimetry) and field measurements indicate that slope in the prevailing wind direction (SPWD) and climatic conditions play a crucial role in megadune genesis. The megadune areas tend to be characterized by slightly steeper regional slope and the presence of highly persistent katabatic winds. The megadunes represent 2 to 4 m amplitude waves of 2 to 5 km wavelength formed by variable net accumulation, ranging between 25% (leeward faces) to 120% (windward faces) of the accumulation in adjacent nonmegadune areas. Leeward faces are characterized by glazed, sastrugi-free surfaces and extensive depth hoar formation. Windward faces are covered by large rough sastrugi up to 1.5 m in height.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JGRD..107.4344F/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 93,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Turbulence Characteristics of the Stable Boundary Layer Over a Mid-Latitude Glacier. Part I: A Combination of Katabatic and Large-Scale Forcing",
      "authors": [],
      "abstract": "Profile and eddy-correlation (heights of 4 and 10 m) measurements performed on the Pasterze glacier (Austria) are used to study the characteristics of the stable boundary layer under conditions of katabatic and large-scale forcing. We consider cases where large-scale forcing results in a downslope (or following) ambient wind. The analysis of averaged spectra and cospectra reveals low frequency perturbations that have a large influence on the variances of temperature and horizontal wind components and also alter the cospectra of momentum and sensible heat flux. Only the spectrum of the vertical wind speed is comparable to universal spectra. The low frequency perturbations occur as brief intermittent events and result in downward entrainment of ambient air thereby producing enhanced downward sensible heat fluxes and downward as well as upward momentum fluxes with various magnitudes and timescales. After the variances were high pass filtered, the normalised standard deviations of wind speed and temperature compare favourably to findings in the literature within the range 0&gt;z/L&gt;0.5. For larger z/L they deviate as a result of an increased influence from low frequency perturbations and thus non-stationarity. In line with this, the turbulent kinetic energy budget (at 4 m height) indicates that production (shear) is in balance with destruction (buoyancy and dissipation) within the range 0&gt;z/L&gt;0.3. Non-dimensional gradients of wind speed within the range 0&gt;z/L&gt;0.3 have a slope of about 3.5. The scatter for the dimensionless temperature gradient is quite large, and the slope is comparable to that for wind speed gradients. For z/L&gt;0.3 the imbalance in the turbulent kinetic energy budget grows and non-dimensional gradients for wind speed and temperature deviate considerably from accepted values as a result of increased non-stationarity. Average roughness lengths for momentum and sensible heat flux derived from wind speed and temperature profiles are respectively 1 × 10<SUP>-3</SUP> m and 6 × 10<SUP>-5</SUP> m, consistent with the literature. The ratio (z<SUB>0h</SUB>/z<SUB>0m</SUB>) compares to those predicted by surface renewal models. A variation of this ratio with the roughness Reynolds number is not indicated by our data.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998BoLMe..87..117S/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 75,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Model of Katabatic Winds.",
      "authors": [],
      "abstract": "A new model of katabatic winds is presented. A hydraulic approach is employed in which the detailed vertical structure of the flow is replaced by a quiescent stably stratified environment and an equivalent flowing layer which is subject to sustained layer cooling, surface stress and interfacial entrainment. A scaling which contains most of the parametric behavior is found. It shows that interfacial entrainment is the dominating retardation mechanism of the flow and that surface stress may be relatively unimportant.Steady solutions are presented to show that katabatic winds are essentially supercritical on all practical slopes (slope angles &gt;0.1°), and are affected by ambient stratification only at large distances. The model is in satisfactory quantitative agreement with the limited field data available.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1979JAtS...36..619M/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 131,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Glacio-Meteorological Investigations On Vatnajökull, Iceland, Summer 1996: An Overview",
      "authors": [],
      "abstract": "We give an overview of a glacio-meteorological experiment carried out in the summer (melt season) of 1996 on the largest European ice cap, Vatnajökull, Iceland (area 8000 km<SUP>2</SUP>; altitude range: from sea level to about 2000 m). The main goal was to understand how the energy used in the melting of snow and ice is delivered to the surface. Many meteorological stations were operated simultaneously on the ice cap, at almost all of which profile measurements were made. Cable balloons and radiosondes were used to probe the vertical structure of the boundary layer. It appears that the flow near the surface is katabatic most of the time, with the height of the wind maximum varying between a few metres and a few tens of metres. It is only during the passage of intense storms that the katabatic wind in the melt zone disappears. Global radiation increases significantly with altitude. Surface albedo varies enormously in space and time, with very low values (≈ 0.1) being found at many places because of the melt out of volcanic ash layers. If we consider the total melt in the period 22 May-31 August 1996, we conclude that radiation typically provides two-thirds of the melt energy, and turbulent exchange of heat one-third. At locations high on the glacier, turbulent exchange becomes less significant.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1999BoLMe..92....3O/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 71,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Spatial and temporal variability of air temperature on a melting glacier: Atmospheric controls, extrapolation methods and their effect on melt modeling, Juncal Norte Glacier, Chile",
      "authors": [],
      "abstract": "Temperature data from three Automatic Weather Stations and twelve Temperature Loggers are used to investigate the spatiotemporal variability of temperature over a glacier, its main atmospheric controls, the suitability of extrapolation techniques and their effect on melt modeling. We use data collected on Juncal Norte Glacier, central Chile, during one ablation season. We examine temporal and spatial variability in lapse rates (LRs), together with alternative statistical interpolation methods. The main control over the glacier thermal regime is the development of a katabatic boundary layer (KBL). Katabatic wind occurs at night and in the morning and is eroded in the afternoon. LRs reveal strong diurnal variability, with steeper LRs during the day when the katabatic wind weakens and shallower LRs during the night and morning. We suggest that temporally variable LRs should be used to account for the observed change. They tend to be steeper than equivalent constant LRs, and therefore result in a reduction in simulated melt compared to use of constant LRs when extrapolating from lower to higher elevations. In addition to the temporal variability, the temperature-elevation relationship varies also in space. Differences are evident between local LRs and including such variability in melt modeling affects melt simulations. Extrapolation methods based on the spatial variability of the observations after removal of the elevation trend, such as Inverse Distance Weighting or Kriging, do not seem necessary for simulations of gridded temperature data over a glacier.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2011JGRD..11623109P/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 72,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Sensitivity of modelled Antarctic climate to surface and boundary-layer flux parametrizations",
      "authors": [],
      "abstract": "The Hadley Centre climate model version HadAM2 is used to study the sensitivity of modelled Antarctic climate to the parametrization of surface and boundary-layer heat fluxes under stable conditions. Specifically, the impact of changing the dependence of surface exchange coefficients and eddy diffusivities on the Richardson number is investigated. Three alternative parametrizations are implemented; in all of these the exchange coefficients decrease more rapidly with increasing stability than they do in the standard parametrization used in the model. When only the surface flux scheme is replaced by one of these alternatives, cooling is largely restricted to the surface, with some compensating warming occurring at the lowest atmospheric levels, and little change is seen in the low-level wind field over Antarctica. If alternative schemes are implemented both at the surface and in the boundary layer, widespread cooling occurs at the surface and at the lowest one or two atmospheric levels. The increased negative buoyancy thus generated causes significant increases in the speed of katabatic winds blowing down the coastal slopes of Antarctica. Colder and stronger offshore winds lead to increased cooling of the Antarctic coastal waters. In a coupled model, this could impact on the production of sea ice and ocean-bottom water. The modelled temperature changes appear to show both a direct response to changed boundary-layer heat-flux divergence and an indirect response as a result of the consequent changes to the low-level circulation.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001QJRMS.127..779K/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 71,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic winds diminish precipitation contribution to the Antarctic ice mass balance",
      "authors": [],
      "abstract": "Snowfall in Antarctica is a key term of the ice sheet mass budget that influences the sea level at global scale. Over the continental margins, persistent katabatic winds blow all year long and supply the lower troposphere with unsaturated air. We show that this dry air leads to significant low-level sublimation of snowfall. We found using unprecedented data collected over 1 year on the coast of Adélie Land and simulations from different atmospheric models that low-level sublimation accounts for a 17% reduction of total snowfall over the continent and up to 35% on the margins of East Antarctica, significantly affecting satellite-based estimations close to the ground. Our findings suggest that, as climate warming progresses, this process will be enhanced and will limit expected precipitation increases at the ground level.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017PNAS..11410858G/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 72,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Extraordinary blowing snow transport events in East Antarctica",
      "authors": [],
      "abstract": "In the convergence slope/coastal areas of Antarctica, a large fraction of snow is continuously eroded and exported by wind to the atmosphere and into the ocean. Snow transport observations from instruments and satellite images were acquired at the wind convergence zone of Terra Nova Bay (East Antarctica) throughout 2006 and 2007. Snow transport features are well-distinguished in satellite images and can extend vertically up to 200 m as first-order quantitatively estimated by driftometer sensor FlowCapt™. Maximum snow transportation occurs in the fall and winter seasons. Snow transportation (drift/blowing) was recorded for ~80% of the time, and 20% of time recorded, the flux is &gt;10<SUP>-2</SUP> kg m<SUP>-2</SUP> s<SUP>-1</SUP> with particle density increasing with height. Cumulative snow transportation is ~4 orders of magnitude higher than snow precipitation at the site. An increase in wind speed and transportation (~30%) was observed in 2007, which is in agreement with a reduction in observed snow accumulation. Extensive presence of ablation surface (blue ice and wind crust) upwind and downwind of the measurement site suggest that the combine processes of blowing snow sublimation and snow transport remove up to 50% of the precipitation in the coastal and slope convergence area. These phenomena represent a major negative effect on the snow accumulation, and they are not sufficiently taken into account in studies of surface mass balance. The observed wind-driven ablation explains the inconsistency between atmospheric model precipitation and measured snow accumulation value.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2010ClDy...34.1195S/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 73,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Local and synoptic mechanisms causing Southern California's Santa Ana winds",
      "authors": [],
      "abstract": "The atmospheric conditions that lead to strong offshore surface winds in Southern California, commonly referred to as Santa Ana winds, are investigated using the North American Regional Reanalysis and a 12-year, 6-km resolution regional climate simulation of Southern California. We first construct an index to characterize Santa Ana events based on offshore wind strength. This index is then used to identify the average synoptic conditions associated with Santa Ana events—a high pressure anomaly over the Great Basin. This pressure anomaly causes offshore geostrophic winds roughly perpendicular to the region's mountain ranges, which in turn cause surface flow as the offshore momentum is transferred to the surface. We find, however, that there are large variations in the synoptic conditions during Santa Ana conditions, and that there are many days with strong offshore flow and weak synoptic forcing. This is due to local thermodynamic forcing that also causes strong offshore surface flow: a large temperature gradient between the cold desert surface and the warm ocean air at the same altitude creates an offshore pressure gradient at that altitude, in turn causing katabatic-like offshore flow in a thin layer near the surface. We quantify the contribution of \"synoptic\" and \"local thermodynamic\" mechanisms using a bivariate linear regression model, and find that, unless synoptic conditions force strongly onshore winds, the local thermodynamic forcing is the primary control on Santa Ana variability.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2010ClDy...34..847H/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 68,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Easterly Wind Storms over Israel",
      "authors": [],
      "abstract": "Continental wind storms are common along the Mediterranean coast. Along the northern coast they are mostly cold, similar to the Bora or the Mistral, and along the southern coast they are mostly warm, e.g., the Ghibli or the Shirocco. At the eastern Mediterranean basin and the Levant region, these storms are intermittently warm and cold during the same season and often even during the same event. Quasi-stationary systems, as well as moving disturbances, are the cause of such wind storms. Accordingly, the resulting weather conditions may be extremely converse due to the characteristics of the advected airmass. Specific regions in Israel, sensitive to easterly storms, are influenced by these wind storms for about 10% of the year (e.g., the westerly slopes of the mountains and valleys with west-east orientation). The frequency, however, of widespread storms covering the entire region is only approximately 1.4% of the entire year. These wind storms are therefore classified in the present study according to their climatological and synoptic characteristics; indicating that the dominant synoptic situation is the Red-Sea trough and the warm advections. These storms appear only from October-May and are most frequent during the cold season. The diurnal course is characterized by a strengthening in the morning hours and a weakening at noon and in the afternoon hours, due to the opposing effect of the westerly sea breeze, suppressing the easterly winds and the effect of katabatic winds. Nevertheless, synoptic conditions may contribute to this tendency as well. Accordingly, a significant increase in the frequencies of easterly storms, in relation to distance from the seashore has been identified. Although most of the stormy days are with westerly winds, the easterly wind storms has vast environmental implications, creating damage especially to agriculture and occasionally also to property and life; coastal flooding, potential air pollution, intensifying of forest fires and occasionally dust and sand storms.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998ThApC..59...61S/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 64,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Prediction of spatially distributed regional-scale fields of air temperature and vapor pressure over mountain glaciers",
      "authors": [],
      "abstract": "Physically based models of glacier melt require fields of near-surface air temperature (T<SUB>g</SUB>) and vapor pressure (e<SUB>g</SUB>) for estimating turbulent heat exchanges. However, katabatic boundary layer (KBL) processes limit the effectiveness of standard interpolation or extrapolation routines for estimating T<SUB>g</SUB> and e<SUB>g</SUB> from regional weather station networks. Climate data collected from nine automatic weather stations operated over three ablation seasons at three glaciers in the southern Coast Mountains of British Columbia are analyzed in this study. On-glacier observations were compared to ambient values (T<SUB>a</SUB> and e<SUB>a</SUB>) estimated from a regional network of off-glacier weather stations. Piecewise regressions of T<SUB>g</SUB> versus T<SUB>a</SUB> at each AWS site reveal (1) a critical threshold temperature (T*) that denotes the onset of katabatic boundary layer (KBL) development and (2) a temperature damping that is consistent at each site, but variable between sites. Variations in near-surface vapor pressure are related to processes of condensation or evaporation/sublimation at the glacier surface, which are controlled by the vapor pressure gradient between the surface and the ambient air. Statistical relations with flow path lengths calculated from glacier digital elevation models are used to predict the strength of KBL effects on T<SUB>g</SUB> and e<SUB>g</SUB>, and examples of the approach for generating distributed fields of T<SUB>g</SUB> and e<SUB>g</SUB> are given.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2010JGRD..11523107S/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 62,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Flow during the evening transition over steep Alpine slopes",
      "authors": [],
      "abstract": "A field campaign, the Slope Experiment near La Fouly (SELF-2010), was conducted to monitor the evening transition of slope flows on clear-sky days from July to September 2010 in a narrow valley of the Swiss Alps. A steep west-facing slope with inclinations ranging from 25° to 45° was instrumented from 1900 m to 2200 m above sea-level. Detailed measurements were made along a linear transect of the slope with two turbulence towers, two weather stations, five surface temperature measurement stations and a tethered balloon system. The present study focuses on nine exemplary 'convective' days, characterized by weak synoptic flow and clear-sky conditions, during which thermal circulations prevail. The analysis of the observational data shows that topographic shading triggers the evening transition. The topographic configuration around the experimental site results in a sharply defined 'shading front' propagating upslope, causing a sudden decrease in incoming short-wave radiation on the order of several hundreds of W m<SUP>‑2</SUP> within a few minutes. The slope surface rapidly responds to the advancing shading front; in some cases, reductions in surface temperatures of some 10°C in less than 10 min are observed. This is rapidly followed by an early-evening calm period with very small turbulent kinetic energy (TKE&lt; 0.05 m <SUP>2</SUP> s<SUP>‑2</SUP>) and extremely light wind speeds (&lt; 0.5 m s<SUP>‑1</SUP>). When the inertia-driven upslope flow is fully stopped by the katabatic acceleration, a shallow local drainage flow forms and reaches a quasi-equilibrium 1.5 h after the local sunset. An analysis of the TKE budget close to the surface shows that the buoyancy flux is much greater than the shear production in the last hours before the local sunset, possibly due to valley curvature effects. Copyright © 2012 Royal Meteorological Society",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2013QJRMS.139..607N/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 65,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Large-Eddy Simulation of Katabatic Flows",
      "authors": [],
      "abstract": "A large-eddy simulation model with rotated coordinates and an open boundary is used to simulate the characteristics of katabatic flows over simple terrain. Experiments examine the effects of cross winds on the development of the slope-flow boundary layer for a steep (20°) slope and the role of drainage winds in preventing turbulence collapse on a gentle slope (1°). For the steep flow cases, comparisons between model average boundary-layer velocity, temperature deficit, and turbulence kinetic energy budget terms and tower observations show reasonable agreement. Results for different cross slope winds show that as the cross slope winds increase, the slope flow deepens faster and behaves more like a weakly stratified, sheared boundary layer. Analysis of the momentum budget shows that near the surface the flow is maintained by a balance between downslope buoyancy forcing and vertical turbulence flux from surface drag. Above the downslope jet, the turbulence vertical momentum flux reverses sign and acceleration of the flow by buoyancy is controlled by horizontal advection of slower moving ambient air. The turbulence budget is dominated by a balance between shear production and eddy dissipation, however, buoyancy and pressure transport both are significant in reducing the strength of turbulence above the jet. Results from the gentle slope case show that even a slight terrain variation can lead to significant drainage winds. Comparison of the gentle slope case with a flat terrain simulation indicates that drainage winds can effectively prevent the formation of very stable boundary layers, at least near the top of sloping terrain.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2003BoLMe.106..217S/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 57,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Structure of Turbulence in Katabatic Flows Below and Above the Wind-Speed Maximum",
      "authors": [],
      "abstract": "Measurements of small-scale turbulence made in the atmospheric boundary layer over complex terrain during the Mountain Terrain Atmospheric Modeling and Observations (MATERHORN) Program are used to describe the structure of turbulence in katabatic flows. Turbulent and mean meteorological data were continuously measured on four towers deployed along the east lower slope (2-4°) of Granite Mountain near Salt Lake City in Utah, USA. The multi-level (up to seven) observations made during a 30-day long MATERHORN field campaign in September-October 2012 allowed the study of temporal and spatial structure of katabatic flows in detail, and herein we report turbulence statistics (e.g., fluxes, variances, spectra, and cospectra) and their variations in katabatic flow. Observed vertical profiles show steep gradients near the surface, but in the layer above the slope jet the vertical variability is smaller. It is found that the vertical (normal to the slope) momentum flux and horizontal (along-slope) heat flux in a slope-following coordinate system change their sign below and above the wind maximum of a katabatic flow. The momentum flux is directed downward (upward) whereas the along-slope heat flux is downslope (upslope) below (above) the wind maximum. This suggests that the position of the jet-speed maximum can be obtained by linear interpolation between positive and negative values of the momentum flux (or the along-slope heat flux) to derive the height where the flux becomes zero. It is shown that the standard deviations of all wind-speed components (and therefore of the turbulent kinetic energy) and the dissipation rate of turbulent kinetic energy have a local minimum, whereas the standard deviation of air temperature has an absolute maximum at the height of wind-speed maximum. We report several cases when the destructive effect of vertical heat flux is completely cancelled by the generation of turbulence due to the along-slope heat flux. Turbulence above the wind-speed maximum is decoupled from the surface, and follows the classical local z-less predictions for the stably stratified boundary layer.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2016BoLMe.159..469G/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 61,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The KABEG'97 field experiment: An aircraft-based study of katabatic wind dynamics over the Greenland ice sheet",
      "authors": [],
      "abstract": "The aircraft-based experiment KABEG'97 (Katabatic wind and boundary-layer front experiment around Greenland) was performed in April/May 1997. During the experiment, surface stations were installed at five positions on the ice sheet and in the tundra near Kangerlussuaq, West Greenland. A total of nine katabatic wind flights were performed during quite different synoptic situations and surface conditions, and low-level jets with wind speeds up to 25m s<SUP>-1</SUP> were measured under strong synoptic forcing of the katabatic wind system. The KABEG data represent a unique data set for the investigation of katabatic winds. For the first time, high-resolution and accurate aircraft measurements can be used to investigate the three-dimensional structure of the katabatic wind system for a variety of synoptic situations. Surface station data show that a pronounced daily cycle of the near-surface wind is present for almost all days due to the nighttime development of the katabatic wind. In a detailed case study the stably-stratified boundary layer over the ice and the complex boundary-layer structure in the transition zone ice/tundra are investigated. The katabatic wind system is found to extend about 10 km over the tundra area and is associated with strong wind convergence and gravity waves. The investigation of the boundary-layer dynamics using the concept of a two-layer katabatic wind model yields the results that the katabatic flow is always a 'shooting' flow and that the 'pure katabatic' force is the main driving mechanism for the flow regime, although a considerable influence of the large-scale synoptic forcing is found as well.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1999BoLMe..93...75H/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 50,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Structure of numerically simulated katabatic and anabatic flows along steep slopes",
      "authors": [],
      "abstract": "Direct numerical simulation (DNS) is applied to investigate properties of katabatic and anabatic flows along thermally perturbed (in terms of surface buoyancy flux) sloping surfaces in the absence of rotation. Numerical experiments are conducted for homogeneous surface forcings over infinite planar slopes. The simulated flows are the turbulent analogs of the Prandtl (1942) one-dimensional laminar slope flow. The simulated flows achieve quasi-steady periodic regimes at large times, with turbulent fluctuations being modified by persistent low-frequency oscillatory motions with frequency equal to the product of the ambient buoyancy frequency and the sine of the slope angle. These oscillatory wave-type motions result from interactions between turbulence and ambient stable stratification despite the temporal constancy of the surface buoyant forcing. The structure of the mean-flow fields and turbulence statistics in simulated slope flows is analyzed. An integral dynamic similarity constraint for steady slope/wall flows forced by surface buoyancy flux is derived and quantitatively verified against the DNS data.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009AcGeo..57..981F/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 52,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}