{
  "timestamp": 1743108166.7133381,
  "expiry": 86400,
  "results": [
    {
      "title": "Estimate of Water and Hydroxyl Abundance on Asteroid (16) Psyche from JWST Data",
      "authors": [
        "S. Jarmak",
        "T. M. Becker",
        "Charles E. Woodward"
      ],
      "abstract": "\n Our understanding of solar system evolution is closely tied to interpretations of asteroid composition, particularly the M-class asteroids. These asteroids were initially thought to be the exposed cores of differentiated planetesimals, a hypothesis based on their spectral similarity to iron meteorites. However, recent astronomical observations have revealed hydration on their surface through the detection of 3 μm absorption features associated with OH and potentially H2O. We present evidence of hydration due mainly to OH on asteroid (16) Psyche, the largest M-class asteroid, using data from the James Webb Space Telescope (JWST) spanning 1.1–6.63 μm. Our observations include two detections of the full 3 μm feature associated with OH and H2O resembling those found in CY-, CH-, and CB-type carbonaceous chondrites, and no 6 μm feature uniquely associated with H2O across two observations. We observe 3 μm depths of between 4.3% and 6% across two observations, values consistent with hydrogen abundance estimates on other airless bodies of 250–400 ppm. We place an upper limit of 39 ppm on the water abundance from the standard deviation around the 6 μm feature region. The presence of hydrated minerals suggests a complex history for Psyche. Exogenous sources of OH-bearing minerals could come from hydrated impactors. Endogenous OH-bearing minerals would indicate a composition more similar to E- or P-class asteroids. If the hydration is endogenous, it supports the theory that Psyche originated beyond the snow line and later migrated to the outer main belt.",
      "doi": "10.3847/psj/ad66b9",
      "year": 2024,
      "url": "https://www.semanticscholar.org/paper/48f5e971205be7150a831014993e72762fbd7378",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 2,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Cohesion of Mm- to Cm-Sized Asteroid Simulant Grains: An Experimental Study",
      "authors": [
        "J. Brisset",
        "J. Colwell",
        "A. Dove"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/d6b361c03247ff01b2ee7cc801222102c3a31e0f",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Successful kinetic impact into an asteroid for planetary defence",
      "authors": [
        "R. T. Daly",
        "Carolyn M. Ernst",
        "O. Barnouin"
      ],
      "abstract": "The impact of the DART spacecraft on the asteroid Dimorphos is reported and reconstructed, demonstrating that kinetic impactor technology is a viable technique to potentially defend Earth from asteroids. Although no known asteroid poses a threat to Earth for at least the next century, the catalogue of near-Earth asteroids is incomplete for objects whose impacts would produce regional devastation^ 1 , 2 . Several approaches have been proposed to potentially prevent an asteroid impact with Earth by deflecting or disrupting an asteroid^ 1 – 3 . A test of kinetic impact technology was identified as the highest-priority space mission related to asteroid mitigation^ 1 . NASA’s Double Asteroid Redirection Test (DART) mission is a full-scale test of kinetic impact technology. The mission’s target asteroid was Dimorphos, the secondary member of the S-type binary near-Earth asteroid (65803) Didymos. This binary asteroid system was chosen to enable ground-based telescopes to quantify the asteroid deflection caused by the impact of the DART spacecraft^ 4 . Although past missions have utilized impactors to investigate the properties of small bodies^ 5 , 6 , those earlier missions were not intended to deflect their targets and did not achieve measurable deflections. Here we report the DART spacecraft’s autonomous kinetic impact into Dimorphos and reconstruct the impact event, including the timeline leading to impact, the location and nature of the DART impact site, and the size and shape of Dimorphos. The successful impact of the DART spacecraft with Dimorphos and the resulting change in the orbit of Dimorphos^ 7 demonstrates that kinetic impactor technology is a viable technique to potentially defend Earth if necessary.",
      "doi": "10.1038/s41586-023-05810-5",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/edd65d7e6a0a7847424bff3dd39fe03a70ca22c5",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 89,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Soluble organic molecules in samples of the carbonaceous asteroid (162173) Ryugu",
      "authors": [
        "H. Naraoka",
        "Y. Takano",
        "J. Dworkin"
      ],
      "abstract": "The Hayabusa2 spacecraft collected samples from the surface of the carbonaceous near-Earth asteroid (162173) Ryugu and brought them to Earth. The samples were expected to contain organic molecules, which record processes that occurred in the early Solar System. We analyzed organic molecules extracted from the Ryugu surface samples. We identified a variety of molecules containing the atoms CHNOS, formed by methylation, hydration, hydroxylation, and sulfurization reactions. Amino acids, aliphatic amines, carboxylic acids, polycyclic aromatic hydrocarbons, and nitrogen-heterocyclic compounds were detected, which had properties consistent with an abiotic origin. These compounds likely arose from an aqueous reaction on Ryugu’s parent body and are similar to the organics in Ivuna-type meteorites. These molecules can survive on the surfaces of asteroids and be transported throughout the Solar System. Description INTRODUCTION Surface material from the near-Earth carbonaceous (C-type) asteroid (162173) Ryugu was collected and brought to Earth by the Hayabusa2 spacecraft. Ryugu is a dark, primitive asteroid containing hydrous minerals that are similar to the most hydrated carbonaceous meteorites. C-type asteroids are common in the asteroid belt and have been proposed as the parent bodies of carbonaceous meteorites. The samples of Ryugu provide an opportunity to investigate organic compounds for comparison with those from carbonaceous meteorites. Unlike meteorites, the Ryugu samples were collected and delivered for study under controlled conditions, reducing terrestrial contamination and the effects of atmospheric entry. RATIONALE Primitive carbonaceous chondrite meteorites are known to contain a variety of soluble organic molecules (SOMs), including prebiotic molecules such as amino acids. Meteorites might have delivered amino acids and other prebiotic organic molecules to the early Earth and other rocky planets. Organic matter in the Ryugu samples is the product of physical and chemical processes that occurred in the interstellar medium, the protosolar nebula, and/or on the planetesimal that became Ryugu’s parent body. We investigated SOMs in Ryugu samples principally using mass spectrometry coupled with liquid or gas chromatography. RESULTS We identified numerous organic molecules in the Ryugu samples. Mass spectroscopy detected hundreds of thousands of ion signals, which we assigned to ~20,000 elementary compositions consisting of carbon, hydrogen, nitrogen, oxygen, and/or sulfur. Fifteen amino acids, including glycine, alanine, and α-aminobutyric acid, were identified. These were present as racemic mixtures (equal right- and left-handed abundances), consistent with an abiotic origin. Aliphatic amines (such as methylamine) and carboxylic acids (such as acetic acid) were also detected, likely retained on Ryugu as organic salts. The presence of aromatic hydrocarbons, including alkylbenzenes, fluoranthene, and pyrene, implies hydrothermal processing on Ryugu’s parent body and/or presolar synthesis in the interstellar medium. Nitrogen-containing heterocyclic compounds were identified as their alkylated homologs, which could have been synthesized from simple aldehydes and ammonia. In situ analysis of a grain surface showed heterogeneous spatial distribution of alkylated homologs of nitrogen- and/or oxygen-containing compounds. CONCLUSION The wide variety of molecules identified indicates that prolonged chemical processes contributed to the synthesis of soluble organics on Ryugu or its parent body. The highly diverse mixture of SOMs in the samples resembles that seen in some carbonaceous chondrites. However, the SOM concentration in Ryugu is less than that in moderately aqueously altered CM (Mighei-type) chondrites, being more similar to that seen in warm aqueously altered CI (Ivuna-type) chondrites. The chemical diversity with low SOM concentration in Ryugu is consistent with aqueous organic chemistry at modest temperatures on Ryugu’s parent asteroid. The samples collected from the surface of Ryugu were exposed to the hard vacuum of space, energetic particle irradiation, heating by sunlight, and micrometeoroid impacts, but the SOM is still preserved, likely by being associated with minerals. The presence of prebiotic molecules on the asteroid surface suggests that these molecules can be transported throughout the Solar System. SOMs detected in surface samples of asteroid Ryugu. Chemical structural models are shown for example molecules from several classes identified in the Ryugu samples. Gray balls are carbon, white are hydrogen, red are oxygen, and blue are nitrogen. Clockwise from top: amines (represented by ethylamine), nitrogen-containing heterocycles (pyridine), a photograph of the sample vials for analysis, polycyclic aromatic hydrocarbons (PAHs) (pyrene), carboxylic acids (acetic acid), and amino acids (β-alanine). The central hexagon shows a photograph of the Ryugu sample in the sample collector of the Hayabusa2 spacecraft. The background image shows Ryugu in a photograph taken by Hayabusa2. CREDIT: JAXA, University of Tokyo, Kochi University, Rikkyo University, Nagoya University, Chiba Institute of Technology, Meiji University, University of Aizu, AIST, NASA, Dan Gallagher.",
      "doi": "10.1126/science.abn9033",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/2bc3260c5e7ef465d0fa73d209b21a07816e207b",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 113,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Ejecta from the DART-produced active asteroid Dimorphos",
      "authors": [
        "Jian-Yang Li",
        "M. Hirabayashi",
        "T. Farnham"
      ],
      "abstract": "Some active asteroids have been proposed to be formed as a result of impact events^ 1 . Because active asteroids are generally discovered by chance only after their tails have fully formed, the process of how impact ejecta evolve into a tail has, to our knowledge, not been directly observed. The Double Asteroid Redirection Test (DART) mission of NASA^ 2 , in addition to having successfully changed the orbital period of Dimorphos^ 3 , demonstrated the activation process of an asteroid resulting from an impact under precisely known conditions. Here we report the observations of the DART impact ejecta with the Hubble Space Telescope from impact time T  + 15 min to T  + 18.5 days at spatial resolutions of around 2.1 km per pixel. Our observations reveal the complex evolution of the ejecta, which are first dominated by the gravitational interaction between the Didymos binary system and the ejected dust and subsequently by solar radiation pressure. The lowest-speed ejecta dispersed through a sustained tail that had a consistent morphology with previously observed asteroid tails thought to be produced by an impact^ 4 , 5 . The evolution of the ejecta after the controlled impact experiment of DART thus provides a framework for understanding the fundamental mechanisms that act on asteroids disrupted by a natural impact^ 1 , 6 . Observations with the Hubble Space Telescope reveal a complex evolution of the ejecta produced by the Double Asteroid Redirection Test (DART) spacecraft impacting Dimorphos.",
      "doi": "10.1038/s41586-023-05811-4",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/ca1a08dce981ae2bee180505b11d2396f3d01894",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 68,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Momentum transfer from the DART mission kinetic impact on asteroid Dimorphos",
      "authors": [
        "A. Cheng",
        "H. Agrusa",
        "B. Barbee"
      ],
      "abstract": "The NASA Double Asteroid Redirection Test (DART) mission performed a kinetic impact on asteroid Dimorphos, the satellite of the binary asteroid (65803) Didymos, at 23:14 UTC on 26 September 2022 as a planetary defence test^ 1 . DART was the first hypervelocity impact experiment on an asteroid at size and velocity scales relevant to planetary defence, intended to validate kinetic impact as a means of asteroid deflection. Here we report a determination of the momentum transferred to an asteroid by kinetic impact. On the basis of the change in the binary orbit period^ 2 , we find an instantaneous reduction in Dimorphos’s along-track orbital velocity component of 2.70 ± 0.10 mm s^−1, indicating enhanced momentum transfer due to recoil from ejecta streams produced by the impact^ 3 , 4 . For a Dimorphos bulk density range of 1,500 to 3,300 kg m^−3, we find that the expected value of the momentum enhancement factor, β , ranges between 2.2 and 4.9, depending on the mass of Dimorphos. If Dimorphos and Didymos are assumed to have equal densities of 2,400 kg m^−3, $${\\beta =3.61}_{-0.25}^{+0.19}(1\\sigma )$$ β = 3.61 − 0.25 + 0.19 ( 1 σ ) . These β values indicate that substantially more momentum was transferred to Dimorphos from the escaping impact ejecta than was incident with DART. Therefore, the DART kinetic impact was highly effective in deflecting the asteroid Dimorphos. The authors report on a determination of the momentum transferred to an asteroid by kinetic impact, showing that the DART kinetic impact was highly effective in deflecting the asteroid Dimorphos.",
      "doi": "10.1038/s41586-023-05878-z",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/ce5a1dc50d4ab03cf71138d67bd2214c9587714f",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 87,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Uracil in the carbonaceous asteroid (162173) Ryugu",
      "authors": [
        "Y. Oba",
        "T. Koga",
        "Y. Takano"
      ],
      "abstract": "The pristine sample from the near-Earth carbonaceous asteroid (162173) Ryugu collected by the Hayabusa2 spacecraft enabled us to analyze the pristine extraterrestrial material without uncontrolled exposure to the Earth’s atmosphere and biosphere. The initial analysis team for the soluble organic matter reported the detection of wide variety of organic molecules including racemic amino acids in the Ryugu samples. Here we report the detection of uracil, one of the four nucleobases in ribonucleic acid, in aqueous extracts from Ryugu samples. In addition, nicotinic acid (niacin, a B_3 vitamer), its derivatives, and imidazoles were detected in search for nitrogen heterocyclic molecules. The observed difference in the concentration of uracil between A0106 and C0107 may be related to the possible differences in the degree of alteration induced by energetic particles such as ultraviolet photons and cosmic rays. The present study strongly suggests that such molecules of prebiotic interest commonly formed in carbonaceous asteroids including Ryugu and were delivered to the early Earth. Uracil was identified in the sample returned from the asteroid Ryugu. Having been provided to the early Earth as a component in such asteroidal materials, these molecules might have played a role for prebiotic chemical evolution on the early Earth",
      "doi": "10.1038/s41467-023-36904-3",
      "year": 2023,
      "url": "https://www.semanticscholar.org/paper/e171099c498c67f57530f62ddea1f4aa8421655a",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 40,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Samples returned from the asteroid Ryugu are similar to Ivuna-type carbonaceous meteorites",
      "authors": [
        "T. Yokoyama",
        "K. Nagashima",
        "I. Nakai"
      ],
      "abstract": "Carbonaceous meteorites are thought to be fragments of C-type (carbonaceous) asteroids. Samples of the C-type asteroid (162173) Ryugu were retrieved by the Hayabusa2 spacecraft. We measured the mineralogy and bulk chemical and isotopic compositions of Ryugu samples. The samples are mainly composed of materials similar to those of carbonaceous chondrite meteorites, particularly the CI (Ivuna-type) group. The samples consist predominantly of minerals formed in aqueous fluid on a parent planetesimal. The primary minerals were altered by fluids at a temperature of 37° ± 10°C, about 5.2−0.7+0.8 million (statistical) or 5.2−2.1+1.6 million (systematic) years after the formation of the first solids in the Solar System. After aqueous alteration, the Ryugu samples were likely never heated above ~100°C. The samples have a chemical composition that more closely resembles that of the Sun’s photosphere than other natural samples do. Description INTRODUCTION The Hayabusa2 spacecraft made two landings on the asteroid (162173) Ryugu in 2019, during which it collected samples of the surface material. Those samples were delivered to Earth in December 2020. The colors, shapes, and morphologies of the returned samples are consistent with those observed on Ryugu by Hayabusa2, indicating that they are representative of the asteroid. Laboratory analysis of the samples can determine the chemical composition of Ryugu and provide information on its formation and history. RATIONALE We used laboratory analysis to inform the following questions: (i) What are the elemental abundances of Ryugu? (ii) What are the isotopic compositions of Ryugu? (iii) Does Ryugu consist of primary materials produced in the disk from which the Solar System formed or of secondary materials produced in the asteroid or on a parent asteroid? (iv) When were Ryugu’s constituent materials formed? (v) What, if any, relationship does Ryugu have with meteorites? RESULTS We quantified the abundances of 66 elements in the Ryugu samples: H, Li, Be, C, O, Na, Mg, Al, Si, P, S, Cl, K, Ca, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Ga, Ge, As, Se, Rb, Sr, Y, Zr, Nb, Mo, Ru, Rh, Pd, Ag, Cd, In, Sn, Te, Cs, Ba, La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Dy, Ho, Er, Tm, Yb, Lu, Hf, Ta, W, Tl, Pb, Bi, Th, and U. There is a slight variation in chemical compositions between samples from the first and second touchdown sites, but the variations could be due to heterogeneity among the samples that were analyzed. The Cr-Ti isotopes and abundance of volatile elements are similar to those of carbonaceous meteorites in the CI (Ivuna-like) chondrite group. The Ryugu samples consist of the minerals magnetite, breunnerite, dolomite, and pyrrhotite as grains embedded in a matrix composed of serpentine and saponite. This mineral assemblage and the texture are also similar to those of CI meteorites. Anhydrous silicates are almost absent, which indicates extensive liquid water–rock reactions (aqueous alteration) in the material. We conclude that the samples mainly consist of secondary materials that were formed by aqueous alteration in a parent body, from which Ryugu later formed. The oxygen isotopes in the bulk Ryugu samples are also similar to those in CI chondrites. We used oxygen isotope thermometry to determine the temperature at which the dolomite and magnetite precipitated from an aqueous solution, which we found to be 37° ± 10°C. The 53Mn-53Cr isotopes date the aqueous alteration at 5.2−0.7+0.8 million (statistical) or 5.2−2.1+1.6 million (systematic) years after the birth of the Solar System. Phyllosilicate minerals are the main host of water in the Ryugu samples. The amount of structural water in Ryugu is similar to that in CI chondrites, but interlayer water is largely absent in Ryugu, which suggests a loss of interlayer water to space. The abundance of structural water and results from dehydration experiments indicate that the Ryugu samples remained below ~100°C from the time of aqueous alteration until the present. We ascribe the removal of interlayer water to a combination of impact heating, solar heating, solar wind irradiation, and long-term exposure to the ultrahigh vacuum of space. The loss of interlayer water from phyllosilicates could be responsible for the comet-like activity of some carbonaceous asteroids and the ejection of solid material from the surface of asteroid Bennu. CONCLUSION The Ryugu samples are most similar to CI chondrite meteorites but are more chemically pristine. The chemical composition of the Ryugu samples is a closer match to the Sun’s photosphere than to the composition of any other natural samples studied in laboratories. CI chondrites appear to have been modified on Earth or during atmospheric entry. Such modification of CI chondrites could have included the alteration of the structures of organics and phyllosilicates, the adsorption of terrestrial water, and the formation of sulfates and ferrihydrites. Those issues do not affect the Ryugu samples. Those modifications might have changed the albedo, porosity, and density of the CI chondrites, causing the observed differences between CI meteorites, Hayabusa2 measurements of Ryugu’s surface, and the Ryugu samples returned to Earth. Representative petrography of a Ryugu sample, designated C0002-C1001. Colors indicate elemental abundances determined from x-ray spectroscopy. Lines of iron, sulfur, and calcium are shown as red, green, and blue (RGB) color channels in that order. Combinations of these elements are assigned to specific minerals, as indicated in the legend. All visible minerals were formed by aqueous alteration on Ryugu’s parent body.",
      "doi": "10.1126/science.abn7850",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/07c393d4fd30559f30434e269060d9cf4f5eb518",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 189,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Formation and evolution of carbonaceous asteroid Ryugu: Direct evidence from returned samples",
      "authors": [
        "T. Nakamura",
        "M. Matsumoto",
        "K. Amano"
      ],
      "abstract": "Samples of the carbonaceous asteroid Ryugu were brought to Earth by the Hayabusa2 spacecraft. We analyzed 17 Ryugu samples measuring 1 to 8 millimeters. Carbon dioxide–bearing water inclusions are present within a pyrrhotite crystal, indicating that Ryugu’s parent asteroid formed in the outer Solar System. The samples contain low abundances of materials that formed at high temperatures, such as chondrules and calcium- and aluminum-rich inclusions. The samples are rich in phyllosilicates and carbonates, which formed through aqueous alteration reactions at low temperature, high pH, and water/rock ratios of <1 (by mass). Less altered fragments contain olivine, pyroxene, amorphous silicates, calcite, and phosphide. Numerical simulations, based on the mineralogical and physical properties of the samples, indicate that Ryugu’s parent body formed ~2 million years after the beginning of Solar System formation. Description INTRODUCTION Observations of asteroid Ryugu by the Hayabusa2 spacecraft found that it is a rubble pile, formed from fragments of a parent asteroid. Samples retrieved from Ryugu by the spacecraft were expected to contain a record of this history, including the formation and early evolution of the parent body, the subsequent impact destruction and partial reaccretion, and later space weathering. The composition of Ryugu was expected to be similar to that of Ivuna-type carbonaceous chondrite meteorites (CI chondrites). RATIONALE We investigated the formation history of Ryugu through laboratory analysis of the samples. Specifically, we sought to determine (i) when and where in the Solar System the parent asteroid formed; (ii) the original mineralogy, elemental abundances as a whole, and chemical compositions of the accreted materials, including their ice content; (iii) how these materials evolved through chemical reactions; and (iv) how the material was ejected from the parent body in an impact. To address these issues, we analyzed 17 Ryugu particles of 1 to ~8 mm in size. RESULTS We found carbon dioxide (CO2)–bearing water in an iron-nickel (Fe–Ni) sulfide crystal, indicating that the parent body formed in the outer Solar System. Remanent magnetization was detected, implying that the solar nebula might still have been present when magnetite crystals formed on the parent body. We used muon analysis to determine the abundances of light elements, including carbon (C), nitrogen (N), sodium (Na), and magnesium (Mg), whose abundances relative to silicon (Si) are similar to those in CI chondrites, whereas oxygen (O) is deficient compared with that in CI chondrites. X-ray computed tomography analysis shows that all our Ryugu samples consist of fine-grained material. There are only rare objects of high-temperature origin, such as melted silicate-rich particles, all being smaller than 100 μm. Electron microscope observations showed that the samples are breccias, assemblies of numerous small rock fragments with different compositions, mineralogies, and histories. The most common mineralogy contains Mg-rich hydrous silicates, MgCa and MgFe carbonates, hydroxyapatite, Fe sulfides, and Fe oxides. The mineralogy of this major lithology is consistent with classification as a CI chondrite. It also indicates widespread aqueous alteration (reactions with liquid water) on the parent body. Some Ryugu fragments have a different mineralogy, containing anhydrous silicates (olivine and pyroxene), amorphous silicates, Ca carbonate, phosphides, Fe–Ni sulfide, Fe oxide, and poorly crystalline phyllosilicates. Some small objects (<~30 μm) that formed at high temperatures were also found. This mineralogy suggests that these fragments experienced less aqueous alteration. We measured mechanical and thermal properties from the Ryugu samples. We found that they are similar, but not identical, to hydrated CI chondrites. Numerical simulations of the thermal history and impact disruption processes of the Ryugu parent asteroid were performed by incorporating the physical and mineralogical properties and appropriate water/rock ratios. CONCLUSION We propose that Ryugu’s parent asteroid formed ~1.8 million to 2.9 million years after the beginning of Solar System formation, in the outer Solar System, where water and CO2 were present as ice. It acquired a water ice/rock mass ratio in the range of 0.2 to 0.9. In this region, material formed at low temperatures is dominant, whereas material of high temperature origin is rare. In the interior of the parent asteroid, radioactive heating caused the water ice to melt at ~3 million years; water-rock reactions then gradually changed the initial anhydrous mineralogy to a largely hydrous mineralogy. At shallow depths, the original material was less altered, at a low water/rock ratio of <0.2. At ~5 million years, all material in the parent asteroid experienced its peak temperature, and aqueous alteration continued. An impact occurred ~1 billion years ago, disrupting the parent asteroid. Some fragments, originating away from the impact point, then reassembled to form Ryugu. Proposed model of Ryugu’s formation history. (1) A parent body asteroid forms in the outer Solar System, containing abundant ice. (2 and 3) Radioactive heating causes the ice to melt, which modifies the mineralogy through aqueous alteration reactions. (4 and 5) An impact then disrupts the parent body but does not cause widespread heating. (6) Ryugu formed from reaccumulation of ejected material that originated away from the impact point. All times were measured from the start of Solar System formation. Colors indicate estimated temperatures from our thermal interior and impact models.",
      "doi": "10.1126/science.abn8671",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/22a33d095f940cf247d78b08cd8b7b1a7f77123c",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 166,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the origin and evolution of the asteroid Ryugu: A comprehensive geochemical perspective",
      "authors": [
        "Eizo Nakamura",
        "K. Kobayashi",
        "R. Tanaka"
      ],
      "abstract": "Presented here are the observations and interpretations from a comprehensive analysis of 16 representative particles returned from the C-type asteroid Ryugu by the Hayabusa2 mission. On average Ryugu particles consist of 50% phyllosilicate matrix, 41% porosity and 9% minor phases, including organic matter. The abundances of 70 elements from the particles are in close agreement with those of CI chondrites. Bulk Ryugu particles show higher δ18O, Δ17O, and ε54Cr values than CI chondrites. As such, Ryugu sampled the most primitive and least-thermally processed protosolar nebula reservoirs. Such a finding is consistent with multi-scale H-C-N isotopic compositions that are compatible with an origin for Ryugu organic matter within both the protosolar nebula and the interstellar medium. The analytical data obtained here, suggests that complex soluble organic matter formed during aqueous alteration on the Ryugu progenitor planetesimal (several 10’s of km), <2.6 Myr after CAI formation. Subsequently, the Ryugu progenitor planetesimal was fragmented and evolved into the current asteroid Ryugu through sublimation.",
      "doi": "10.2183/pjab.98.015",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/2da57e95cd7a92151c7f996557efb54400324eba",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 116,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Pebbles and sand on asteroid (162173) Ryugu: In situ observation and particles returned to Earth",
      "authors": [
        "S. Tachibana",
        "H. Sawada",
        "R. Okazaki"
      ],
      "abstract": "The Hayabusa2 spacecraft investigated the C-type (carbonaceous) asteroid (162173) Ryugu. The mission performed two landing operations to collect samples of surface and subsurface material, the latter exposed by an artificial impact. We present images of the second touchdown site, finding that ejecta from the impact crater was present at the sample location. Surface pebbles at both landing sites show morphological variations ranging from rugged to smooth, similar to Ryugu’s boulders, and shapes from quasi-spherical to flattened. The samples were returned to Earth on 6 December 2020. We describe the morphology of >5 grams of returned pebbles and sand. Their diverse color, shape, and structure are consistent with the observed materials of Ryugu; we conclude that they are a representative sample of the asteroid. Description Obtaining and returning samples of Ryugu The Hayabusa2 mission investigated the nearby carbonaceous asteroid Ryugu and collected samples for return to Earth. Tachibana et al. describe Hayabusa2’s second sample collection, which picked up material that was excavated from Ryugu’s subsurface by an earlier impact experiment. By analyzing footage from both touchdown events, the authors determined the morphological properties of small pebbles on the asteroid. After the sample return capsule was opened on Earth, they found the chambers contain pebbles with properties consistent with the touchdown locations, indicating that they are representative samples of Ryugu’s surface and subsurface. —KTS Hayabusa2’s second touchdown on Ryugu obtained material from the asteroid’s subsurface, which was then returned to Earth.",
      "doi": "10.1126/science.abj8624",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/4f9725318253c992db00f8e8bd588e49168978ea",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 97,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The ESA Hera Mission: Detailed Characterization of the DART Impact Outcome and of the Binary Asteroid (65803) Didymos",
      "authors": [
        "P. Michel",
        "M. Küppers",
        "A. C. Bagatin"
      ],
      "abstract": "Hera is a planetary defense mission under development in the Space Safety and Security Program of the European Space Agency for launch in 2024 October. It will rendezvous in late 2026 December with the binary asteroid (65803) Didymos and in particular its moon, Dimorphos, which will be impacted by NASA’s DART spacecraft on 2022 September 26 as the first asteroid deflection test. The main goals of Hera are the detailed characterization of the physical properties of Didymos and Dimorphos and of the crater made by the DART mission, as well as measurement of the momentum transfer efficiency resulting from DART’s impact. The data from the Hera spacecraft and its two CubeSats will also provide significant insights into asteroid science and the evolutionary history of our solar system. Hera will perform the first rendezvous with a binary asteroid and provide new measurements, such as radar sounding of an asteroid interior, which will allow models in planetary science to be tested. Hera will thus provide a crucial element in the global effort to avert future asteroid impacts at the same time as providing world-leading science.",
      "doi": "10.3847/PSJ/ac6f52",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/580b2a0758146869f200cbcf257d255057c68fef",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 71,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Spacecraft sample collection and subsurface excavation of asteroid (101955) Bennu",
      "authors": [
        "D. Lauretta",
        "C. Adam",
        "A. J. Allen"
      ],
      "abstract": "Carbonaceous asteroids, such as (101955) Bennu, preserve material from the early Solar System, including volatile compounds and organic molecules. We report spacecraft imaging and spectral data collected during and after retrieval of a sample from Bennu’s surface. The sampling event mobilized rocks and dust into a debris plume, excavating a 9-meter-long elliptical crater. This exposed material is darker, spectrally redder, and more abundant in fine particulates than the original surface. The bulk density of the displaced subsurface material was 500 to 700 kilograms per cubic meter, which is about half that of the whole asteroid. Particulates that landed on instrument optics spectrally resemble aqueously altered carbonaceous meteorites. The spacecraft stored 250 ± 101 grams of material, which will be delivered to Earth in 2023. Description Grabbing a sample of asteroid Bennu The near-Earth carbonaceous asteroid Bennu was the target of the OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification, Security-Regolith Explorer) sample return mission. After rendezvousing with the asteroid, the spacecraft spent 2 years studying its surface and selecting a suitable site. Lauretta et al. describe the sample collection process and its effects on Bennu. The asteroid provided almost no resistance to contact, and the gas released by the spacecraft blew a crater several meters wide, exposing redder rocks and dust. So much material was gathered that the collection chamber overflowed. Approximately 250 grams was successfully stowed, well above the mission goal of 60 grams. The samples are expected to arrive on Earth in September 2023. —KTS Samples of the near-Earth asteroid Bennu were collected by the OSIRIS-REx mission and should arrive on Earth in 2023.",
      "doi": "10.1126/science.abm1018",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/b027a805c05a08c001ca86d745f9c9f252db9207",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 62,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Hayabusa2 arrives at the carbonaceous asteroid 162173 Ryugu—A spinning top–shaped rubble pile",
      "authors": [
        "S. Watanabe",
        "M. Hirabayashi",
        "N. Hirata"
      ],
      "abstract": "Hayabusa2 at the asteroid Ryugu Asteroids fall to Earth in the form of meteorites, but these provide little information about their origins. The Japanese mission Hayabusa2 is designed to collect samples directly from the surface of an asteroid and return them to Earth for laboratory analysis. Three papers in this issue describe the Hayabusa2 team's study of the near-Earth carbonaceous asteroid 162173 Ryugu, at which the spacecraft arrived in June 2018 (see the Perspective by Wurm). Watanabe et al. measured the asteroid's mass, shape, and density, showing that it is a “rubble pile” of loose rocks, formed into a spinning-top shape during a prior period of rapid spin. They also identified suitable landing sites for sample collection. Kitazato et al. used near-infrared spectroscopy to find ubiquitous hydrated minerals on the surface and compared Ryugu with known types of carbonaceous meteorite. Sugita et al. describe Ryugu's geological features and surface colors and combined results from all three papers to constrain the asteroid's formation process. Ryugu probably formed by reaccumulation of rubble ejected by impact from a larger asteroid. These results provide necessary context to understand the samples collected by Hayabusa2, which are expected to arrive on Earth in December 2020. Science, this issue p. 268, p. 272, p. 252; see also p. 230 The Hayabusa2 spacecraft measured the mass, size, shape, density, and spin rate of asteroid Ryugu, showing that it is a porous rubble pile. The Hayabusa2 spacecraft arrived at the near-Earth carbonaceous asteroid 162173 Ryugu in 2018. We present Hayabusa2 observations of Ryugu’s shape, mass, and geomorphology. Ryugu has an oblate “spinning top” shape, with a prominent circular equatorial ridge. Its bulk density, 1.19 ± 0.02 grams per cubic centimeter, indicates a high-porosity (>50%) interior. Large surface boulders suggest a rubble-pile structure. Surface slope analysis shows Ryugu’s shape may have been produced from having once spun at twice the current rate. Coupled with the observed global material homogeneity, this suggests that Ryugu was reshaped by centrifugally induced deformation during a period of rapid rotation. From these remote-sensing investigations, we identified a suitable sample collection site on the equatorial ridge.",
      "doi": "10.1126/science.aav8032",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/f0abb93163bbcd74c1cb662f1a0bbe73ba7635cb",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 456,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Preliminary analysis of the Hayabusa2 samples returned from C-type asteroid Ryugu",
      "authors": [
        "T. Yada",
        "M. Abe",
        "T. Okada"
      ],
      "abstract": "C-type asteroids1 are considered to be primitive small Solar System bodies enriched in water and organics, providing clues to the origin and evolution of the Solar System and the building blocks of life. C-type asteroid 162173 Ryugu has been characterized by remote sensing2–7 and on-asteroid measurements8,9 with Hayabusa2 (ref. 10). However, the ground truth provided by laboratory analysis of returned samples is invaluable to determine the fine properties of asteroids and other planetary bodies. We report preliminary results of analyses on returned samples from Ryugu of the particle size distribution, density and porosity, spectral properties and textural properties, and the results of a search for Ca–Al-rich inclusions (CAIs) and chondrules. The bulk sample mainly consists of rugged and smooth particles of millimetre to submillimetre size, confirming that the physical and chemical properties were not altered during the return from the asteroid. The power index of its size distribution is shallower than that of the surface boulder observed on Ryugu11, indicating differences in the returned Ryugu samples. The average of the estimated bulk densities of Ryugu sample particles is 1,282 ± 231 kg m−3, which is lower than that of meteorites12, suggesting a high microporosity down to the millimetre scale, extending centimetre-scale estimates from thermal measurements5,9. The extremely dark optical to near-infrared reflectance and spectral profile with weak absorptions at 2.7 and 3.4 μm imply a carbonaceous composition with indigenous aqueous alteration, matching the global average of Ryugu3,4 and confirming that the sample is representative of the asteroid. Together with the absence of submillimetre CAIs and chondrules, these features indicate that Ryugu is most similar to CI chondrites but has lower albedo, higher porosity and more fragile characteristics. The Hayabusa2 spacecraft returned 5.4 g of material from the asteroid Ryugu. A first analysis of the samples found an estimated density of 1,282 ± 231 kg m−3, considerably lower than even the most porous meteorites. Together with preliminary spectral analysis, these results indicate that Ryugu is similar to CI chondrites, but darker, more porous and more brittle.",
      "doi": "10.1038/s41550-021-01550-6",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/3149d099df2c8683f0f239b9fe90ad20a431d009",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 177,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Unexpected Surface of Asteroid (101955) Bennu",
      "authors": [
        "D. Lauretta",
        "D. DellaGiustina",
        "C. Bennett"
      ],
      "abstract": "NASA’S Origins, Spectral Interpretation, Resource Identification and Security-Regolith Explorer (OSIRIS-REx) spacecraft recently arrived at the near-Earth asteroid (101955) Bennu, a primitive body that represents the objects that may have brought prebiotic molecules and volatiles such as water to Earth1. Bennu is a low-albedo B-type asteroid2 that has been linked to organic-rich hydrated carbonaceous chondrites3. Such meteorites are altered by ejection from their parent body and contaminated by atmospheric entry and terrestrial microbes. Therefore, the primary mission objective is to return a sample of Bennu to Earth that is pristine—that is, not affected by these processes4. The OSIRIS-REx spacecraft carries a sophisticated suite of instruments to characterize Bennu’s global properties, support the selection of a sampling site and document that site at a sub-centimetre scale5–11. Here we consider early OSIRIS-REx observations of Bennu to understand how the asteroid’s properties compare to pre-encounter expectations and to assess the prospects for sample return. The bulk composition of Bennu appears to be hydrated and volatile-rich, as expected. However, in contrast to pre-encounter modelling of Bennu’s thermal inertia12 and radar polarization ratios13—which indicated a generally smooth surface covered by centimetre-scale particles—resolved imaging reveals an unexpected surficial diversity. The albedo, texture, particle size and roughness are beyond the spacecraft design specifications. On the basis of our pre-encounter knowledge, we developed a sampling strategy to target 50-metre-diameter patches of loose regolith with grain sizes smaller than two centimetres4. We observe only a small number of apparently hazard-free regions, of the order of 5 to 20 metres in extent, the sampling of which poses a substantial challenge to mission success. Observations of asteroid (101955) Bennu with NASA’s OSIRIS-REx spacecraft reveal an unexpected surficial diversity that poses a challenge to the success of the sample-return mission.",
      "doi": "10.1038/s41586-019-1033-6",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/60cb81ccd13e2e39fe2c417bcd738f2736aa306f",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 389,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "An artificial impact on the asteroid (162173) Ryugu formed a crater in the gravity-dominated regime",
      "authors": [
        "M. Arakawa",
        "T. Saiki",
        "K. Wada"
      ],
      "abstract": "Blowing a crater in asteroid Ryugu The Hayabusa2 spacecraft was designed to collect samples from the nearby asteroid (162173) Ryugu and return them to Earth for laboratory analysis. Arakawa et al. describe how the spacecraft's Small Carry-on Impactor was fired into the asteroid's surface, producing an artificial impact crater. Analysis of the resulting plume of ejecta, recorded by a remote camera, sets an upper limit on the strength of the rubble-pile surface. The crater has a semicircular shape, probably due to a large boulder buried close to the impact location. The crater exposed material from Ryugu's subsurface, which has not been subjected to space weathering, that is suitable for collection by Hayabusa2. Science, this issue p. 67 The Hayabusa2 Small Carry-on Impactor was fired into asteroid Ryugu, producing an artificial impact crater. The Hayabusa2 spacecraft investigated the small asteroid Ryugu, which has a rubble-pile structure. We describe an impact experiment on Ryugu using Hayabusa2’s Small Carry-on Impactor. The impact produced an artificial crater with a diameter >10 meters, which has a semicircular shape, an elevated rim, and a central pit. Images of the impact and resulting ejecta were recorded by the Deployable CAMera 3 for >8 minutes, showing the growth of an ejecta curtain (the outer edge of the ejecta) and deposition of ejecta onto the surface. The ejecta curtain was asymmetric and heterogeneous and it never fully detached from the surface. The crater formed in the gravity-dominated regime; in other words, crater growth was limited by gravity not surface strength. We discuss implications for Ryugu’s surface age.",
      "doi": "10.1126/science.aaz1701",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/77f2ba1adcd7e11b7d176da380e091d81242e702",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 204,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Double Asteroid Redirection Test (DART): Planetary Defense Investigations and Requirements",
      "authors": [
        "A. Rivkin",
        "N. Chabot",
        "A. Stickle"
      ],
      "abstract": "The Double Asteroid Redirection Test (DART) is a Planetary Defense mission, designed to demonstrate the kinetic impactor technique on (65803) Didymos I Dimorphos, the secondary of the (65803) Didymos system. DART has four level 1 requirements to meet in order to declare mission success: (1) impact Dimorphos between 2022 September 25 and October 2, (2) cause at least a 73 s change in its binary orbit period via the impact, (3) measure the change in binary period to an uncertainty of 7.3 s or less, and (4) measure the momentum transfer efficiency (β) of the impact and characterize the resulting effects of the impact. The data necessary to achieve these requirements will be obtained and analyzed by the DART Investigation Team. We discuss the rationales for the data to be gathered, the analyses to be undertaken, and how mission success will be achieved.",
      "doi": "10.3847/PSJ/ac063e",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/21ef6366fd37dcd5751663c5b0c6a6a866cf36cf",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 67,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "OSIRIS-REx: Sample Return from Asteroid (101955) Bennu",
      "authors": [
        "D. Lauretta",
        "S. Balram-Knutson",
        "E. Beshore"
      ],
      "abstract": "In May of 2011, NASA selected the Origins, Spectral Interpretation, Resource Identification, and Security–Regolith Explorer (OSIRIS-REx) asteroid sample return mission as the third mission in the New Frontiers program. The other two New Frontiers missions are New Horizons, which explored Pluto during a flyby in July 2015 and is on its way for a flyby of Kuiper Belt object 2014 MU69 on January 1, 2019, and Juno, an orbiting mission that is studying the origin, evolution, and internal structure of Jupiter. The spacecraft departed for near-Earth asteroid (101955) Bennu aboard an United Launch Alliance Atlas V 411 evolved expendable launch vehicle at 7:05 p.m. EDT on September 8, 2016, on a seven-year journey to return samples from Bennu. The spacecraft is on an outbound-cruise trajectory that will result in a rendezvous with Bennu in November 2018. The science instruments on the spacecraft will survey Bennu to measure its physical, geological, and chemical properties, and the team will use these data to select a site on the surface to collect at least 60 g of asteroid regolith. The team will also analyze the remote-sensing data to perform a detailed study of the sample site for context, assess Bennu’s resource potential, refine estimates of its impact probability with Earth, and provide ground-truth data for the extensive astronomical data set collected on this asteroid. The spacecraft will leave Bennu in 2021 and return the sample to the Utah Test and Training Range (UTTR) on September 24, 2023.",
      "doi": "10.1007/s11214-017-0405-1",
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/a93411804817943c5e47cb0446b9f6c77631eff5",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 501,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The surface composition of asteroid 162173 Ryugu from Hayabusa2 near-infrared spectroscopy",
      "authors": [
        "K. Kitazato",
        "R. Milliken",
        "T. Iwata"
      ],
      "abstract": "Hayabusa2 at the asteroid Ryugu Asteroids fall to Earth in the form of meteorites, but these provide little information about their origins. The Japanese mission Hayabusa2 is designed to collect samples directly from the surface of an asteroid and return them to Earth for laboratory analysis. Three papers in this issue describe the Hayabusa2 team's study of the near-Earth carbonaceous asteroid 162173 Ryugu, at which the spacecraft arrived in June 2018 (see the Perspective by Wurm). Watanabe et al. measured the asteroid's mass, shape, and density, showing that it is a “rubble pile” of loose rocks, formed into a spinning-top shape during a prior period of rapid spin. They also identified suitable landing sites for sample collection. Kitazato et al. used near-infrared spectroscopy to find ubiquitous hydrated minerals on the surface and compared Ryugu with known types of carbonaceous meteorite. Sugita et al. describe Ryugu's geological features and surface colors and combined results from all three papers to constrain the asteroid's formation process. Ryugu probably formed by reaccumulation of rubble ejected by impact from a larger asteroid. These results provide necessary context to understand the samples collected by Hayabusa2, which are expected to arrive on Earth in December 2020. Science, this issue p. 268, p. 272, p. 252; see also p. 230 Near-Earth asteroid Ryugu’s surface is dark and partially hydrated, similar to heat-processed carbonaceous meteorites. The near-Earth asteroid 162173 Ryugu, the target of the Hayabusa2 sample-return mission, is thought to be a primitive carbonaceous object. We report reflectance spectra of Ryugu’s surface acquired with the Near-Infrared Spectrometer (NIRS3) on Hayabusa2, to provide direct measurements of the surface composition and geological context for the returned samples. A weak, narrow absorption feature centered at 2.72 micrometers was detected across the entire observed surface, indicating that hydroxyl (OH)–bearing minerals are ubiquitous there. The intensity of the OH feature and low albedo are similar to thermally and/or shock-metamorphosed carbonaceous chondrite meteorites. There are few variations in the OH-band position, which is consistent with Ryugu being a compositionally homogeneous rubble-pile object generated from impact fragments of an undifferentiated aqueously altered parent body.",
      "doi": "10.1126/science.aav7432",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/118a8b0cc82ffa84e942080c73ca9b8117cdcc4b",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 271,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}