{
  "timestamp": 1743108296.429307,
  "expiry": 86400,
  "results": [
    {
      "title": "Gaia Data Release 2. Summary of the contents and survey properties",
      "authors": [],
      "abstract": "Context. We present the second Gaia data release, Gaia DR2, consisting of astrometry, photometry, radial velocities, and information on astrophysical parameters and variability, for sources brighter than magnitude 21. In addition epoch astrometry and photometry are provided for a modest sample of minor planets in the solar system. <BR /> Aims: A summary of the contents of Gaia DR2 is presented, accompanied by a discussion on the differences with respect to Gaia DR1 and an overview of the main limitations which are still present in the survey. Recommendations are made on the responsible use of Gaia DR2 results. <BR /> Methods: The raw data collected with the Gaia instruments during the first 22 months of the mission have been processed by the Gaia Data Processing and Analysis Consortium (DPAC) and turned into this second data release, which represents a major advance with respect to Gaia DR1 in terms of completeness, performance, and richness of the data products. <BR /> Results: Gaia DR2 contains celestial positions and the apparent brightness in G for approximately 1.7 billion sources. For 1.3 billion of those sources, parallaxes and proper motions are in addition available. The sample of sources for which variability information is provided is expanded to 0.5 million stars. This data release contains four new elements: broad-band colour information in the form of the apparent brightness in the G<SUB>BP</SUB> (330-680 nm) and G<SUB>RP</SUB> (630-1050 nm) bands is available for 1.4 billion sources; median radial velocities for some 7 million sources are presented; for between 77 and 161 million sources estimates are provided of the stellar effective temperature, extinction, reddening, and radius and luminosity; and for a pre-selected list of 14 000 minor planets in the solar system epoch astrometry and photometry are presented. Finally, Gaia DR2 also represents a new materialisation of the celestial reference frame in the optical, the Gaia-CRF2, which is the first optical reference frame based solely on extragalactic sources. There are notable changes in the photometric system and the catalogue source list with respect to Gaia DR1, and we stress the need to consider the two data releases as independent. <BR /> Conclusions: Gaia DR2 represents a major achievement for the Gaia mission, delivering on the long standing promise to provide parallaxes and proper motions for over 1 billion stars, and representing a first step in the availability of complementary radial velocity and source astrophysical information for a sample of stars in the Gaia survey which covers a very substantial fraction of the volume of our galaxy.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2018A&A...616A...1G/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 7607,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Basaltic quasi-mini-moon: Characterizing 2024 PT<SUB>5</SUB> with the 10.4 m Gran Telescopio Canarias and the Two-meter Twin Telescope",
      "authors": [],
      "abstract": "Context. Small bodies in Earth-like orbits, the Arjunas, are good targets for scientific exploration, and space mining or in situ resource utilization (ISRU) trials as they enable low-cost missions. The subset of these objects that experience recurrent temporarily captured flyby or orbiter episodes are among the best ranked in terms of accessibility. Only a handful of objects are known to have engaged in such a dynamical behavior. Finding and characterizing more of them may help to expand scientific and commercial research activities in space over the next few decades. Asteroid 2024 PT<SUB>5</SUB> is a recent finding that shows dynamical traits in common with this group. Aims. Here we investigate the orbital context of 2024 PT<SUB>5</SUB> and its spectral and rotational properties. Method. We studied the short-term orbital evolution of 2024 PT<SUB>5</SUB> using direct N-body simulations. We identified its spectral class from the visible reflectance spectrum and used photometric observations to derive its rotational properties. Observational data were obtained with the OSIRIS camera spectrograph at the 10.4 m Gran Telescopio Canarias and the Two-meter Twin Telescope. Results. Asteroid 2024 PT<SUB>5</SUB> experiences recurrent co-orbital engagements and episodes in which it has negative geocentric orbital energy while inside a geocentric distance under three Hill radii, which we call quasi-mini-moon events. Its visible spectrum is consistent with that of lunar-like silicates. Photometric data suggest a rotation period ≲1 h. Conclusions. The discovery of 2024 PT<SUB>5</SUB> confirms that events resembling temporary captures are relatively frequent and involve objects larger than a few meters, suitable as accessible targets for scientific research activities and demonstrating ISRU technologies. ⋆ Based on observations made with the Gran Telescopio Canarias (GTC) telescope, in the Spanish Observatorio del Roque de los Muchachos of the Instituto de Astrofísica de Canarias (IAC, program IDs 19-GTC16/24B and 63-GTC56/24B), and the Two-meter Twin Telescope (TTT), in the Spanish Observatorio del Teide of the IAC (PEI project SIDERA24).",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025A&A...694L...5D/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Iron Meteorites: Composition, Age, and Origin",
      "authors": [],
      "abstract": "Iron meteorites are thought to be samples of metallic cores and pools that formed in diverse small planetary bodies. Their great diversity offers remarkable insights into the formation of asteroids and the early history of the solar system. The chemical compositions of iron meteorites generally match those predicted from experimental and theoretical considerations of melting in small bodies. These bodies, called planetesimals, were composed of mixtures of grains of silicates, metallic iron-nickel, and iron sulfide with compositions and proportions like those in chondrite meteorites. Melting in planetesimals caused dense metal to sink through silicate so that metallic cores formed. A typical iron meteorite contains 5-10% nickel, ~0.5% cobalt, 0.1-0.5% phosphorus, 0.1-1% sulfur and over 20 other elements in trace amounts. A few percent of iron meteorites also contain silicate inclusions, which should have readily separated from molten metal because of their buoyancy. They provide important evidence for impacts between molten or partly molten planetesimals. The major heat source for melting planetesimals was the radioactive isotope <SUP>26</SUP>Al, which has a half-life of 0.7 million years. However, a few iron meteorites probably formed by impact melting of chondritic material. Impact processes were also important in the creation of many iron meteorites when planetesimals were molten. Chemical analysis show that most iron meteorites can be divided into 14 groups: about 15% appear to come from another 50 or more poorly sampled parent bodies. Chemical variations within all but three groups are consistent with fractional crystallization of molten cores of planetesimals. The other three groups are richer in silicates and probably come from pools of molten metal in chondritic bodies. Isotopic analysis provides formation ages for iron meteorites and clues to their provenance. Isotopic dating suggests that the parent bodies of iron meteorites formed before those of chondrites, and some irons appear to be the oldest known meteorites. Their unexpected antiquity is consistent with <SUP>26</SUP>Al heating of planetesimals. Bodies that accreted more than ~2 million years after the oldest known solids (refractory inclusions in chondrites) should not have contained enough <SUP>26</SUP>Al to melt. Isotopic analysis also shows that iron meteorites, like other meteorite types, display small anomalies due to pre-solar grains that were not homogenized in the solar nebula (or protoplanetary disk). Although iron meteorites are derived from asteroids, their isotopic anomalies provide the best clues that some come from planetesimals that did not form in the asteroid belt. Some may have formed beyond Jupiter; others show isotopic similarities to Earth and may have formed in the neighborhood of the terrestrial planets. Iron meteorites therefore contain important clues to the formation of planetesimals that melted and they also provide constraints on theories for the formation of planets and asteroids.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020oeps.book..206S/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 17,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Secular perturbations of asteroids with high inclination and eccentricity",
      "authors": [],
      "abstract": "Secular perturbations of asteroids with high inclination and eccentricity moving under the attraction of the sun and Jupiter are studied on the assumption that Jupiter's orbit is circular. After short-periodic terms in the Hamiltonian are eliminated, the degree of freedom for the canonical equations of motion can be reduced to 1. Since there is an energy integral, the equations can be solved by quadrature. When the ratio of the semi-major axes of the asteroid and Jupiter takes a very small value, the solutions are expressed by elliptic functions. When the z component of the angular momentum (that is, Delaunay's H) of the asteroid is smaller than a certain limiting value, there are both a stationary solution and solutions corresponding to libration cases. The limiting value of H increases as the ratio of the semimajor axes increases, i.e., the corresponding limiting inclination drops from 39.2° to 1.8° as the ratio of the axes increases from 0.0 to 0.95.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1962AJ.....67..591K/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 2135,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Preliminary Results from NEOWISE: An Enhancement to the Wide-field Infrared Survey Explorer for Solar System Science",
      "authors": [],
      "abstract": "The Wide-field Infrared Survey Explorer (WISE) has surveyed the entire sky at four infrared wavelengths with greatly improved sensitivity and spatial resolution compared to its predecessors, the Infrared Astronomical Satellite and the Cosmic Background Explorer. NASA's Planetary Science Division has funded an enhancement to the WISE data processing system called \"NEOWISE\" that allows detection and archiving of moving objects found in the WISE data. NEOWISE has mined the WISE images for a wide array of small bodies in our solar system, including near-Earth objects (NEOs), Main Belt asteroids, comets, Trojans, and Centaurs. By the end of survey operations in 2011 February, NEOWISE identified over 157,000 asteroids, including more than 500 NEOs and ~120 comets. The NEOWISE data set will enable a panoply of new scientific investigations.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2011ApJ...731...53M/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 748,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Formation of the solar system.",
      "authors": [],
      "abstract": "The overall evolution of the solar system is discussed in terms of what is called the Kyoto model. Starting from the formation of the solar nebula, a multistep process is followed in detail, including growth and sedimentation of dust grains in the nebula, formation of planetesimals due to fragmentation of a dust layer, radial migration and accumulation of planetesimals to form large bodies, and the dissipation of the solar nebula. The thermal history of the early earth and the formation of its core and mantle structures are discussed, and the origin of satellites and rings is also considered. The importance of the interactions between solid bodies and the gas of the solar nebula in determining the various stages of the evolution of the solar system is stressed.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1985prpl.conf.1100H/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 480,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Orbital resonance in the solar system.",
      "authors": [],
      "abstract": "Orbital resonances are defined as any system of two or more satellites (including planets) orbiting the same primary and whose orbital mean motions are in a ratio of small whole numbers. Known orbital resonances in the solar system are identified, including those involving Jupiter's satellites Io, Europa, and Ganymede; Saturn's satellites Mimas and Tethys, Enceladus and Dione, and Titan and Hyperion; Saturn's ring gaps and Mimas; various asteroids and Jupiter; and the planets Neptune and Pluto. The stability of orbital resonances is examined, the origin of orbital commensurabilities is investigated, and a simple model of the simplest kind of eccentricity-type resonance is outlined. A method is described by which tides carry a noncommensurate pair of satellites into a stable libration, and current ideas concerning the formation of the gaps in Saturn's rings and the asteroid belt are discussed. Various approaches to the analysis of orbital resonances are laid out and illustrated. Three two-body commensurabilities in Saturn's satellite system are analyzed numerically.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1976ARA&A..14..215P/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 179,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Dark Energy Survey: more than dark energy - an overview",
      "authors": [],
      "abstract": "This overview paper describes the legacy prospect and discovery potential of the Dark Energy Survey (DES) beyond cosmological studies, illustrating it with examples from the DES early data. DES is using a wide-field camera (DECam) on the 4 m Blanco Telescope in Chile to image 5000 sq deg of the sky in five filters (grizY). By its completion, the survey is expected to have generated a catalogue of 300 million galaxies with photometric redshifts and 100 million stars. In addition, a time-domain survey search over 27 sq deg is expected to yield a sample of thousands of Type Ia supernovae and other transients. The main goals of DES are to characterize dark energy and dark matter, and to test alternative models of gravity; these goals will be pursued by studying large-scale structure, cluster counts, weak gravitational lensing and Type Ia supernovae. However, DES also provides a rich data set which allows us to study many other aspects of astrophysics. In this paper, we focus on additional science with DES, emphasizing areas where the survey makes a difference with respect to other current surveys. The paper illustrates, using early data (from `Science Verification', and from the first, second and third seasons of observations), what DES can tell us about the Solar system, the Milky Way, galaxy evolution, quasars and other topics. In addition, we show that if the cosmological model is assumed to be Λ+cold dark matter, then important astrophysics can be deduced from the primary DES probes. Highlights from DES early data include the discovery of 34 trans-Neptunian objects, 17 dwarf satellites of the Milky Way, one published z &gt; 6 quasar (and more confirmed) and two published superluminous supernovae (and more confirmed).",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2016MNRAS.460.1270D/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 839,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "An extension of the Bus asteroid taxonomy into the near-infrared",
      "authors": [],
      "abstract": "The availability of asteroid spectral measurements extending to the near-infrared, resulting from the development of new telescopic instruments (such as SpeX [Rayner, J.T., and 7 colleagues, 2003. Astron. Soc. Pacific 115, 362-382]), provides a new basis for classifying asteroid reflectance spectra. We present an asteroid taxonomy classification system based on reflectance spectrum characteristics for 371 asteroids measured over the wavelength range 0.45 to 2.45 μm. This system of 24 classes is constructed using principal component analysis, following most closely the visible wavelength taxonomy of Bus [Bus, S.J., 1999. Ph.D. thesis, Massachusetts Institute of Technology], which itself builds upon the system of Tholen [Tholen, D.J., 1984. Ph.D. thesis, University of Arizona]. Nearly all of the Bus taxonomy classes are preserved, with one new class (Sv) defined. For each class we present boundary definitions, spectral descriptions, and prototype examples. A flow chart method is presented for classifying newly acquired data spanning this wavelength range. When data are available only in the near-infrared range (0.85 to 2.45 μm), classification is also possible in many cases through an alternate flow chart process. Within our sample, several classes remain relatively rare: only 6 objects fall into the A-class; 349 Dembowska and 3628 Boznemcova reside as the only objects in their respective R- and O-classes. Eight Q-class objects are all near-Earth asteroids. We note 1904 Massevitch as an outer main-belt V-type while 15 other V-type objects have inner main-belt orbits consistent with an association with Vesta.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009Icar..202..160D/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 734,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The effect of gas drag on the growth of protoplanets. Analytical expressions for the accretion of small bodies in laminar disks",
      "authors": [],
      "abstract": "Planetary bodies form by accretion of smaller bodies. It has been suggested that a very efficient way to grow protoplanets is by accreting particles of size ≪km (e.g., chondrules, boulders, or fragments of larger bodies) as they can be kept dynamically cold. We investigate the effects of gas drag on the impact radii and the accretion rates of these particles. As simplifying assumptions we restrict our analysis to 2D settings, a gas drag law linear in velocity, and a laminar disk characterized by a smooth (global) pressure gradient that causes particles to drift in radially. These approximations, however, enable us to cover an arbitrary large parameter space. The framework of the circularly restricted three body problem is used to numerically integrate particle trajectories and to derive their impact parameters. Three accretion modes can be distinguished: hyperbolic encounters, where the 2-body gravitational focusing enhances the impact parameter; three-body encounters, where gas drag enhances the capture probability; and settling encounters, where particles settle towards the protoplanet. An analysis of the observed behavior is presented; and we provide a recipe to analytically calculate the impact radius, which confirms the numerical findings. We apply our results to the sweepup of fragments by a protoplanet at a distance of 5 AU. Accretion of debris on small protoplanets (⪉50 km) is found to be slow, because the fragments are distributed over a rather thick layer. However, the newly found settling mechanism, which is characterized by much larger impact radii, becomes relevant for protoplanets of ~10<SUP>3</SUP> km in size and provides a much faster channel for growth.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2010A&A...520A..43O/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 490,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Chips off of Asteroid 4 Vesta: Evidence for the Parent Body of Basaltic Achondrite Meteorites",
      "authors": [],
      "abstract": "For more than two decades, asteroid 4 Vesta has been debated as the source for the eucrite, diogenite, and howardite classes of basaltic achondrite meteorites. Its basaltic achondrite spectral properties are unlike those of other large main-belt asteroids. Telescopic measurements have revealed 20 small (diameters &lt;= 10 kilometers) main-belt asteroids that have distinctive optical reflectance spectral features similar to those of Vesta and eucrite and diogenite meteorites. Twelve have orbits that are similar to Vesta's and were previously predicted to be dynamically associated with Vesta. Eight bridge the orbital space between Vesta and the 3:1 resonance, a proposed source region for meteorites. These asteroids are most probably multikilometer-sized fragments excavated from Vesta through one or more impacts. The sizes, ejection velocities of 500 meters per second, and proximity of these fragments to the 3:1 resonance establish Vesta as a dynamically viable source for eucrite, diogenite, and howardite meteorites.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1993Sci...260..186B/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 638,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Tuning the Legacy Survey of Space and Time (LSST) Observing Strategy for Solar System Science",
      "authors": [],
      "abstract": "The Vera C. Rubin Observatory is expected to start the Legacy Survey of Space and Time (LSST) in early to mid-2025. This multiband wide-field synoptic survey will transform our view of the solar system, with the discovery and monitoring of over five million small bodies. The final survey strategy chosen for LSST has direct implications on the discoverability and characterization of solar system minor planets and passing interstellar objects. Creating an inventory of the solar system is one of the four main LSST science drivers. The LSST observing cadence is a complex optimization problem that must balance the priorities and needs of all the key LSST science areas. To design the best LSST survey strategy, a series of operation simulations using the Rubin Observatory scheduler have been generated to explore the various options for tuning observing parameters and prioritizations. We explore the impact of the various simulated LSST observing strategies on studying the solar system's small body reservoirs. We examine what are the best observing scenarios and review what are the important considerations for maximizing LSST solar system science. In general, most of the LSST cadence simulations produce ±5% or less variations in our chosen key metrics, but a subset of the simulations significantly hinder science returns with much larger losses in the discovery and light-curve metrics.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023ApJS..266...22S/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 39,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Interstellar Objects from Broken Dyson Spheres",
      "authors": [],
      "abstract": "Without extensive maintenance, Dyson spheres inevitably disintegrate by asteroid impacts over billions of years. The resulting fragments would appear as anomalous interstellar objects, potentially sharing the unusual shape and motion of 1I/'Oumuamua or the unusual material strength of the first two interstellar meteors, IM1 and IM2. If the Dyson sphere's tiles are light sails, the number of fragments could exceed that of interstellar asteroids because of their reduced escape speed from the star and the increase in stellar luminosity during the red giant phase.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023RNAAS...7...43L/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 5,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Initial Performance of the NEOWISE Reactivation Mission",
      "authors": [],
      "abstract": "NASA's Wide-field Infrared Survey Explorer (WISE) spacecraft has been brought out of hibernation and has resumed surveying the sky at 3.4 and 4.6 μm. The scientific objectives of the NEOWISE reactivation mission are to detect, track, and characterize near-Earth asteroids and comets. The search for minor planets resumed on 2013 December 23, and the first new near-Earth object (NEO) was discovered 6 days later. As an infrared survey, NEOWISE detects asteroids based on their thermal emission and is equally sensitive to high and low albedo objects; consequently, NEOWISE-discovered NEOs tend to be large and dark. Over the course of its three-year mission, NEOWISE will determine radiometrically derived diameters and albedos for ~2000 NEOs and tens of thousands of Main Belt asteroids. The 32 months of hibernation have had no significant effect on the mission's performance. Image quality, sensitivity, photometric and astrometric accuracy, completeness, and the rate of minor planet detections are all essentially unchanged from the prime mission's post-cryogenic phase.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2014ApJ...792...30M/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 577,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Near-Earth asteroids: Metals occurrence, extraction, and fabrication",
      "authors": [],
      "abstract": "Near-earth asteroids occur in three principle types of orbits: Amor, Apollo, and Aten. Amor asteroids make relatively close (within 0.3 AU) approaches to the earth's orbit, but do not actually overlap it. Apollo asteroids spend most of their time outside the earth's orbital path, but at some point of close approach to the sun, they cross the orbit of the earth. Aten asteroids are those whose orbits remain inside the earth's path for the majority of their time, with semi-major axes less than 0.1 AU. Near-earth orbit asteroids include: stones, stony-irons, irons, carbonaceous, and super-carbonaceous. Metals within these asteroids include: iron, nickel, cobalt, the platinum group, aluminum, titanium, and others. Focus is on the extraction of ferrous and platinum group metals from the stony-iron asteroids, and the iron asteroids. Extraction of the metal fraction can be accomplished through the use of tunnel-boring-machines (TBM) in the case of the stony-irons. The metals within the story-iron asteroids occur as dispersed granules, which can be separated from the stony fraction through magnetic and gaseous digestion separation techniques. The metal asteroids are processes by drilling and gaseous digestion or by gaseous digestion alone. Manufacturing of structures, housings, framing networks, pressure vessels, mirrors, and other products is accomplished through the chemical vapor deposition (CVD) of metal coating on advanced composites and on the inside of contour-defining inflatables (CDI). Metal coatings on advanced composites provide: resistance to degradation in the hostile environments of space; superior optical properties; superior heat dissipation; service as wear coatings; and service as evidential coatings. Metal coatings on the inside of CDI produce metal load-bearing products. Fibers such as graphite, kevlar, glass, ceramic, metal, etc., can be incorporated in the metal coatings on the inside of CDI producing metal matrix products which exhibit high strength and resist crack propagation.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1991rnes.nasaR..22W/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Density of asteroids",
      "authors": [],
      "abstract": "The small bodies of our solar system are the remnants of the early stages of planetary formation. A considerable amount of information regarding the processes that occurred during the accretion of the early planetesimals is still present among this population. A review of our current knowledge of the density of small bodies is presented here. Density is indeed a fundamental property for the understanding of their composition and internal structure. Intrinsic physical properties of small bodies are sought by searching for relationships between the dynamical and taxonomic classes, size, and density. Mass and volume estimates for 287 small bodies (asteroids, comets, and transneptunian objects) are collected from the literature. The accuracy and biases affecting the methods used to estimate these quantities are discussed and best-estimates are strictly selected. Bulk densities are subsequently computed and compared with meteorite density, allowing to estimate the macroporosity (i.e., amount of voids) within these bodies. Dwarf-planets apparently have no macroporosity, while smaller bodies (&lt;400 km) can have large voids. This trend is apparently correlated with size: C- and S-complex asteroids tend to have larger density with increasing diameter. The average density of each Bus-DeMeo taxonomic classes is computed (DeMeo et al., 2009; Icarus 202). S-complex asteroids are more dense on average than those in the C-complex that in turn have a larger macroporosity, although both complexes partly overlap. Within the C-complex asteroids, B-types stand out in albedo, reflectance spectra, and density, indicating a unique composition and structure. Asteroids in the X-complex span a wide range of densities, suggesting that many compositions are included in the complex. Comets and TNOs have high macroporosity and low density, supporting the current models of internal structures made of icy aggregates. Although the number of density estimates sky-rocketed during last decade from a handful to 287, only a third of the estimates are more precise than 20%. Several lines of investigation to refine this statistic are contemplated, including observations of multiple systems, 3-D shape modeling, and orbital analysis from Gaia astrometry.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012P&SS...73...98C/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 449,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Modelling the light curve of `Oumuamua: evidence for torque and disc-like shape",
      "authors": [],
      "abstract": "We present the first attempt to fit the light curve of the interstellar visitor 'Oumuamua using a physical model that includes optional torque. We consider both conventional (Lommel-Seeliger triaxial ellipsoid) and alternative ('black-and-white ball', 'solar sail') brightness models. With all the brightness models, some torque is required to explain the timings of the most conspicuous features - deep minima - of the asteroid's light curve. Our best-fitting models are a thin disc (aspect ratio 1:6) and a thin cigar (aspect ratio 1:8) that are very close to being axially symmetric. Both models are tumbling and require some torque that has the same amplitude in relation to 'Oumuamua's linear non-gravitational acceleration as in Solar system comets whose dynamics is affected by outgassing. Assuming random orientation of the angular momentum vector, we compute probabilities for our best-fitting models. We show that cigar-shaped models suffer from a fine-tuning problem and have only 16 per cent probability to produce light-curve minima as deep as the ones present in 'Oumuamua's light curve. Disc-shaped models, on the other hand, are very likely (at 91 per cent) to produce minima of the required depth. From our analysis, the most likely model for 'Oumuamua is a thin disc (slab) experiencing moderate torque from outgassing.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2019MNRAS.489.3003M/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 56,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "On the growth of pebble-accreting planetesimals",
      "authors": [],
      "abstract": "Context. Pebble accretion is a newly discovered mechanism to quickly grow the cores of planets. In pebble accretion, gravity and gas drag conspire to yield large collisional cross sections for small particles in protoplanetary disks. However, before pebble accretion commences, aerodynamic deflection may act to prevent planetesimals from becoming large, because particles tend to follow gas streamlines. <BR /> Aims: We derive the planetesimal radius where pebble accretion is initiated and determine the growth timescales of planetesimals by sweep-up of small particles. <BR /> Methods: The equation of motion for a pebble, including gas drag and gravitational interactions, was integrated in three dimensions at distances of 1, 3, and 10 AU from the star. We obtained the collision efficiency factor as the ratio of the numerically obtained collisional cross section to the planetesimal surface area, from which we obtained the growth timescales. Integrations were conducted in the potential flow limit (steady, inviscid) and in the Stokes flow regime (steady, viscid). <BR /> Results: Only particles of stopping time t<SUB>s</SUB> ≪ t<SUB>X</SUB> where t<SUB>X</SUB> ≈ 10<SUP>3</SUP> s experience aerodynamic deflection. Even in this case, the planetesimal's gravity always ensures positive collision factors. The planetesimal radius where growth proceeds slowest is ≈ 100 km (less for colder disks) corresponding to interactions shifting from the geometric to the Safronov focusing regime. For particles t<SUB>s</SUB> ≫ t<SUB>X</SUB> pebble accretion only commences after this phase and is characterized by a steep drop in growth timescales. At 1 AU, growth timescales are shorter than the disk lifetime for pebbles larger than 0.03 cm. The planetesimal radius R<SUB>PA</SUB> where pebble accretion commences increases with disk orbital radius. At distances beyond ~ 10 AU, sweep-up growth times are always longer than 10 Myr, while in the inner disk (≲3 AU) the viability of the sweep-up scenario is determined by the outcome of pebble-planetesimal collisions in the geometric regime. We present analytical fits for the collision efficiency factors and the minimum planetesimal radius R<SUB>PA</SUB> required for pebble accretion.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2016A&A...586A..66V/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 63,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Distribution of Mass in the Planetary System and Solar Nebula",
      "authors": [],
      "abstract": "A model 'solar nebula' is constructed by adding the solar complement of light elements to each planet, using recent models of planetary compositions. Uncertainties in this approach are estimated. The computed surface density varies approximately asr<SUP>‑3/2</SUP>. Mercury, Mars and the asteroid belt are anomalously low in mass, but processes exist which would preferentially remove matter from these regions. Planetary masses and compositions are generally consistent with a monotonic density distribution in the primordial solar nebula.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1977Ap&SS..51..153W/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 789,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Two-month Mini-moon: 2024 PT<SUB>5</SUB> Captured by Earth from September to November",
      "authors": [],
      "abstract": "Near-Earth objects (NEOs) that follow horseshoe paths, and approach our planet at close range and low relative velocity, may undergo mini-moon events in which their geocentric energy becomes negative for hours, days or months, but without completing one revolution around Earth while bound. An example of NEO experiencing such a temporarily captured flyby is 2022 NX<SUB>1</SUB>, which was a short-lived mini-moon in 1981 and 2022. Here, we show that the recently discovered small body 2024 PT<SUB>5</SUB> follows a horseshoe path and it will become a mini-moon in 2024, from September 29 until November 25.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024RNAAS...8..224D/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 5,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}