{
  "timestamp": 1743107317.930876,
  "expiry": 86400,
  "results": [
    {
      "title": "Estimate of Water and Hydroxyl Abundance on Asteroid (16) Psyche from JWST Data",
      "authors": [],
      "abstract": "Our understanding of solar system evolution is closely tied to interpretations of asteroid composition, particularly the M-class asteroids. These asteroids were initially thought to be the exposed cores of differentiated planetesimals, a hypothesis based on their spectral similarity to iron meteorites. However, recent astronomical observations have revealed hydration on their surface through the detection of 3 μm absorption features associated with OH and potentially H<SUB>2</SUB>O. We present evidence of hydration due mainly to OH on asteroid (16) Psyche, the largest M-class asteroid, using data from the James Webb Space Telescope (JWST) spanning 1.1–6.63 μm. Our observations include two detections of the full 3 μm feature associated with OH and H<SUB>2</SUB>O resembling those found in CY-, CH-, and CB-type carbonaceous chondrites, and no 6 μm feature uniquely associated with H<SUB>2</SUB>O across two observations. We observe 3 μm depths of between 4.3% and 6% across two observations, values consistent with hydrogen abundance estimates on other airless bodies of 250–400 ppm. We place an upper limit of 39 ppm on the water abundance from the standard deviation around the 6 μm feature region. The presence of hydrated minerals suggests a complex history for Psyche. Exogenous sources of OH-bearing minerals could come from hydrated impactors. Endogenous OH-bearing minerals would indicate a composition more similar to E- or P-class asteroids. If the hydration is endogenous, it supports the theory that Psyche originated beyond the snow line and later migrated to the outer main belt.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024PSJ.....5..183J/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Experimenting with Large Language Models and vector embeddings in NASA SciX",
      "authors": [],
      "abstract": "Open-source Large Language Models enable projects such as NASA SciX (i.e., NASA ADS) to think out of the box and try alternative approaches for information retrieval and data augmentation, while respecting data copyright and users' privacy. However, when large language models are directly prompted with questions without any context, they are prone to hallucination. At NASA SciX we have developed an experiment where we created semantic vectors for our large collection of abstracts and full-text content, and we designed a prompt system to ask questions using contextual chunks from our system. Based on a non-systematic human evaluation, the experiment shows a lower degree of hallucination and better responses when using Retrieval Augmented Generation. Further exploration is required to design new features and data augmentation processes at NASA SciX that leverages this technology while respecting the high level of trust and quality that the project holds.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023arXiv231214211B/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "QUEST: A New Frontiers Uranus orbiter mission concept study",
      "authors": [],
      "abstract": "The ice giant planets, Uranus and Neptune, are fundamentally different from the gas giant and terrestrial planets. Though ice giants represent the most common size of exoplanet and possess characteristics that challenge our understanding of the way our solar system formed and evolved, they remain the only class of planetary object without a dedicated spacecraft mission. The inclusion of a Uranus orbiter as the third highest priority Flagship mission in the NASA Planetary Science Decadal Survey \"Vision and Voyages for Planetary Science in the Decade 2013-2022\" indicates a high level of support for exploration of the ice giants by the planetary science community. However, given the substantial costs associated with a flagship mission, it is critical to explore lower cost options if we intend to visit Uranus within an ideal launch window of 2029-2034 when a Jupiter gravity assist becomes available. In this paper, we describe the Quest to Uranus to Explore Solar System Theories (QUEST), a New Frontiers class Uranus orbiter mission concept study performed at the 30th Annual NASA/JPL Planetary Science Summer Seminar. The proposed QUEST platform is a spin-stabilized spacecraft designed to undergo highly elliptical, polar orbits around Uranus during a notional one-year primary science mission. The proposed major science goals of the mission are (1) to use Uranus as a natural laboratory to better understand the dynamos that drive magnetospheres in the solar system and beyond and (2) to identify the energy transport mechanisms in Uranus' magnetic, atmospheric, and interior environments in contrast with the other giant planets. With substantial mass, power, and cost margins, this mission concept demonstrates a compelling, feasible option for a New Frontiers Uranus orbiter mission.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020AcAau.170....6J/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 33,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Hydration abundance and variability on asteroid (16) Psyche from JWST data",
      "authors": [],
      "abstract": "Our understanding of Solar System evolution is intricately linked to the compositional analysis of asteroids, particularly the M-class asteroids. Originally believed to be the exposed metallic cores of differentiated planetesimals due to their spectral resemblance to iron meteorites, recent observations have challenged this view by revealing signs of hydration on their surfaces. These findings include the detection of 3-μm absorption features indicative of hydroxyl (OH) groups and possibly water (H<SUB>2</SUB>O). In our study, we utilize data from the James Webb Space Telescope (JWST), covering the spectral range of 1.1 to 6.63 μm, to investigate the surface hydration of (16) Psyche, the largest known M-class asteroid and target of NASA's Psyche mission. Our analysis reveals two distinct instances of the complete 3-μm feature, commonly associated with OH and potentially H<SUB>2</SUB>O, resembling those observed in CY-, CH-, and CB-type carbonaceous chondrites. Conversely, we detected no unique 6-μm features that would indicate the presence of H<SUB>2</SUB>O. The observed 3-μm feature depths ranged from 4.3% to 6%, with hydrogen abundance estimates on similar airless bodies suggesting values between 250 and 400 ppm. We have established an upper limit of 39 ppm for water abundance based on the standard deviation around the 6-μm feature region. The detection of hydration on Psyche's surface suggests a complex history for Psyche, potentially involving both exogenous sources from hydrated impactors and/or processes that enabled Psyche to retain hydration during its formation. If the hydration is found to be endogenous, it supports the hypothesis that Psyche originated beyond the snow line before migrating to the outer main belt, thus indicating a composition more akin to E- or P-class asteroids. Additionally, we will be presenting new findings on whether the 3-μm feature varies across different locations on Psyche by conducting single spaxel sampling across its surface. These findings will provide additional evidence to distinguish between hypotheses for the source of Psyche's hydrated surface.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024DPS....5610101J/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Solar occultation observations of Saturn's rings with Cassini UVIS",
      "authors": [],
      "abstract": "The Ultraviolet Imaging Spectrograph (UVIS) instrument onboard the Cassini spacecraft observed 41 solar occultations by Saturn's rings through its extreme ultraviolet (56-118 nm) spectrographic channel. These solar occultations complement the set of stellar occultations measured by the broadband UVIS High Speed Photometer in the far ultraviolet (110-190 nm). We provide a uniform calibration of all of the UVIS solar occultation data across the full ring system. We have compiled complete catalogs of these occultations as high-level data products delivered to the Planetary Data System (PDS) Ring Moon Systems Node. This manuscript serves as a guide to this dataset and the corresponding high-level data products outlining their value for analysis of Saturn's rings. These products include light curves and optical depth profiles as functions of ring radius. In addition to providing key parameters of interest obtained through each of these occultations, we show that the optical depths of various ring regions derived from solar occultations are consistent with those from stellar occultations. We also demonstrate that fits to self-gravity wake parameters are similar for solar and stellar occultations. Lastly, we identify a variety of potential spectral trends at various ring locations that future investigations may further explore to address key questions pertaining to the properties of Saturn's rings.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2022Icar..38815237J/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Variability and Abundance of Hydration on M-Type Asteroid (16) Psyche: The search for water on the largest metallic asteroid",
      "authors": [],
      "abstract": "Our current understanding of Solar System evolution hinges on interpreting the history of the asteroids. M-type asteroids in particular potentially represent the exposed cores of differentiated planetesimals, but there is insufficient data to claim with certainty that these asteroids are purely metallic. Previous detections of hydration and phyllosilicates on their surfaces further complicate the assumed composition of these asteroids. We propose to observe (16) Psyche, the prototypical M-type asteroid and target of the upcoming NASA Discovery mission 'Psyche', to quantify the amount and variability of hydration present on (16) Psyche's surface and to unambiguously determine if the hydration is a result of hydroxyl or water molecules. Our program will obtain high SNR, high spectral resolution, near to mid-IR spectra of (16) Psyche to detect and contemporaneously observe the entire 3-micron and 6-micron absorption and emission bands attributed to hydroxyl and/or water, potentially uniquely identifying water for the first time. We propose to observe (16) Psyche with a total of two visits using the NIRSpec Integral Field Unit and MIRI Medium Resolution Spectroscopy instruments to obtain spectra from two, distinct hemispherical regions and thereby measure any global variability of the hydration features. JWST's unique capability to measure the entire 3 and 6-micron bands on the largest M-type asteroid will unambiguously identify the presence of water or hydroxyl on (16) Psyche, constraining (16) Psyche's surface composition and impact history, providing critical context for the upcoming 'Psyche' mission and interpretations of hydration features observed on asteroids.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021jwst.prop.1731J/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The science goals of Europa-UVS on NASA's Europa Clipper Mission",
      "authors": [],
      "abstract": "In February of 2022 the Europa Ultraviolet Spectrograph (Europa-UVS) was delivered to JPL for integration with the Europa Clipper spacecraft, which is expected to launch in 2024. A sister instrument, JUICE-UVS, has already launched and successfully completed commissioning this year, which has enabled some early preparation for expected data acquisition, sensitivity, and data pipeline structure for the instrument on board Europa Clipper. Europa-UVS observes photons in the 55-205 nm wavelength range through a 7.5° x 0.1° plus 0.2° x 0.2° shaped slit. Through a variety of observational techniques including stellar occultations, disk scans, Jupiter transit observations, and neutral cloud/plasma torus stares, the Europa-UVS investigation is poised to perform a comprehensive study of Europa's surface, atmosphere, and local space environment. The spatial distribution of the planned observations over the duration of the mission will enable searches for, and the characterization of, any current activity such as plumes on Europa. The science goals of Europa-UVS are to: 1) Search for and characterize any current activity, notably plumes or thermal anomalies, in regions that are globally distributed; and 2) Characterize the composition and sources of volatiles, particulates, and plasma, sufficient to identify the signatures of non-ice materials, especially organic compounds, in globally distributed regions of the atmosphere and local space environment. We present an overview of the planned observational techniques for the Europa-UVS investigation, how they will accomplish the stated science goals, and how they contribute to the primary objective of the Europa Clipper mission to assess the habitability of Europa.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023DPS....5531104B/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Interpretations of Potential Hydration Features on Psyche's Surface from JWST Observations",
      "authors": [],
      "abstract": "We used the James Webb Space Telescope (JWST) to observe Psyche, the prototypical M-type asteroid and target of the soon-to-launch NASA Discovery mission 'Psyche'. The observations were designed to assess the presence of hydration on Psyche's surface and to distinguish between any indications of hydration resulting from either hydroxyl or water molecules. Our program obtained high SNR (~200), high spectral resolution (~0.003 µm), near to mid-IR spectra (0.97 – 6.73 µm) of Psyche to detect the entire 3-µm and 6-µm absorption and emission bands attributed to hydroxyl and/or water. JWST's unique capability to measure the entire 3 and 6-µm bands enables us to constrain Psyche's surface composition and impact history, providing critical context for the upcoming 'Psyche' mission and interpretations of hydration features observed on asteroids. We observed Psyche with a total of two visits using the NIRSpec Integral Field Unit and MIRI Medium Resolution Spectroscopy instruments. The NIRSpec observations were separated by ~1/2 of Psyche's rotation period, and the MIRI observations were separated by 5 days with a ~70% offset in rotation period. Psyche was nearly pole-on during these observations, and therefore the two visits associated with each instrument are not anticipated to reveal significantly different portions of the asteroid's surface. However, we were able to resolve Psyche across ~10 pixels in diameter, enabling identification of compositional variability across a single hemisphere within each observation. We will present on the current state of our ongoing analysis of potential 3 and 6-µm features observed along with their variation across Psyche's surface, and speculate on the implications for Psyche's composition, origin and evolution, and the broader context of these findings as they relate to M-type asteroids and the evolution of the solar system.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023DPS....5510708J/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Investigating the cause of the 3 μm absorption feature on asteroids",
      "authors": [],
      "abstract": "Correlating the abundance of hydration on asteroids with their location in the asteroid belt can constrain conditions and subsequent evolution of the early solar system, with additional implications for how water was delivered to Earth. Hypotheses related to the distribution of hydration in the solar system can be tested by observing compositionally similar asteroids in different regions of the asteroid belt. A widely used method for determining hydration on asteroids is through the detection of an absorption band near 3 micron caused by the O-H fundamental stretching mode. The band center and shape of the 3 micron feature has implications for the type and abundance of asteroidal hydration. There is no way to distinguish the cause of the 3 micron feature (H2O, aqueously altered minerals, or a combination of both) without spectra at complementary wavelengths. The MIR spectral region offers an opportunity to disentangle the effects of H2O and aqueously altered minerals on asteroid surfaces. Molecular H2O and aqueously altered minerals have distinct spectral features across the MIR bandpass. The goal of this program is to use MIRI MRS and NIRSpec IFU to distinguish between water ice, aqueously altered minerals, or a combination of both as the compositional component(s) responsible for the 3 micron absorption. We will observe two asteroids that are representatives of two major groupings of asteroids defined by their 3 micron band shapes: (142) Polana and (225) Henrietta. We will compare the spectra from both intruments from labratory spectra of relevant minerals to constrain the compositions of both asteroids and determine the level of aqueous alteration on both.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023jwst.prop.3760A/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Application of De-Wiggling Techniques to Analyze Hypothetical Surface Variations in JWST (16) Psyche Data",
      "authors": [],
      "abstract": "We present a spectral analysis of unresolved spaxel data from the James Webb Space Telescope (JWST) for asteroid (16) Psyche, using a method adapted from Perna et al. (2023) to correct spectral artifacts, known as \"wiggles,\" caused by spatial undersampling and JWST's Point Spread Function (PSF). Our initial goal was to map water (H<SUB>2</SUB>O) and hydroxyl (OH) across Psyche's surface, but the data's unresolved nature prompted us to focus on refining the spectral quality. By applying Perna et al.'s method, we were able to largely correct the \"wiggles\" and recover cleaner spectra. This approach enhances our ability to interpret small-scale features and would allow for investigations into surface compositional variations with resolved data that have resolution constraints. This technique is widely applicable to JWST observations of small bodies and serves as a valuable tool in scenarios where high-resolution data is not available, offering new insights into planetary surfaces and their compositions. The 2024 SAO REU program was funded by the Smithsonian Astrophysical Observatory with additional support from the National Science Foundation REU program under Award AST-2050813. This research is based on observations made with the NASA/ESA/CSA James Webb Space Telescope. The data were obtained from the Mikulski Archive for Space Telescopes at the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS 5-03127.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025AAS...24510325M/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "JWST observations of asteroids (142) Polana and (225) Henrietta",
      "authors": [],
      "abstract": "Correlating the abundance of hydration on asteroids with their location in the asteroid belt can constrain initial conditions and subsequent evolution of the early solar system, with additional implications for how water was delivered to Earth. A widely used method for determining hydration on asteroids is through the detection of an absorption band near 3 µm caused by the O-H fundamental stretching vibrational mode. The band center and shape of the 3 µm feature have implications for the type and abundance of hydration. Spectral features in the 3 µm region also have distinct features at mid-infrared wavelengths, including the 6 µm feature indicative of the fundamental bending mode of molecular water. <P />We will present MIRI MRS and NIRSpec IFU observations of representatives of two major groupings of asteroids defined by their 3 µm band shapes with goals to (1) distinguish between water ice, aqueously altered minerals, or a combination of both as the compositional component(s) responsible for the 3 µm feature; and (2) to test hypotheses that the shape of the 3 µm absorption band is related to degree of alteration. Asteroid (142) Polana is located in the inner asteroid belt (a=2.4 AU), while (255) Henrietta is located in the outer asteroid belt (a=3.4 AU). Both have low geometric albedos (0.05 and 0.06, respectively) and mid-size diameters (54 km and 95 km, respectively). Both asteroids show similar spectral characteristics (i.e., UV drop off short of 0.4 µm, negative VIS slope) despite being located at opposite edges of the asteroid belt, making them ideal candidates for studies of the distribution of hydration in the solar system. Additionally, (142) Polana is the hypothesized parent body of the OSIRIS-REx mission target (101955) Bennu, and we compare spectra obtained by JWST to spectra obtained by the spacecraft.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024DPS....5641102A/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Summary of the Apophis Specific Action Team Report",
      "authors": [],
      "abstract": "NASA's Planetary Science Division requested that the Small Body Assessment Group convene a Specific Action Team (SAT).",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023LPICo2988.2035D/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Advancing Planetary Science Research Discoverability Through the NASA Science Explorer",
      "authors": [],
      "abstract": "The NASA Science Explorer (SciX) is a comprehensive platform that serves as a unified portal for the dissemination and discoverability of research across all NASA Science Mission Directorate (SMD) disciplines including Planetary Science. We highlight ongoing initiatives that benefit the planetary community in particular including the implementation of Named Entity Recognition (NER) optimized by astroBERT to accurately tag planetary feature names and planetary mission names in scholarly texts, improving data linkages through coordination with data archives including the Planetary Data System (PDS), improving planetary object search through coordination with SsODNET, coordination with NASA planetary assessment groups to index documents relevant to planetary communities, coordination with planetary missions to turn mission bibliographies into searchable public libraries, and the development of a SciX ambassador program that includes Lead Ambassador representation from planetary science.Through these initiatives, SciX not only supports the scientific community by enhancing research tools and data accessibility but also fosters a culture of open science, making planetary science more accessible and comprehensible to a wider audience.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024DPS....5610206J/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Ultraviolet as a Probe for Processes in the Uranian System",
      "authors": [],
      "abstract": "UV observations of the Uranian system enable key stand-alone science and facilitate cross-discipline exploration. The UV is a sensitive probe for the complex interactions between the planet's atmosphere, magnetosphere, satellites, and rings.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023LPICo2808.8091B/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "CubeSat Particle Aggregation Collision Experiment (Q-PACE): Design of a 3U CubeSat mission to investigate planetesimal formation",
      "authors": [],
      "abstract": "Observations of the collisional evolution of particle ensembles in a microgravity environment are necessary to characterize the processes that lead to the formation of planetesimals, km-size and larger bodies, within the protoplanetary disk. The two current theories of planetesimal formation, namely growth through binary sticking collisions and gravitational instability within the protoplanetary disk, have difficulties in explaining how particles grow beyond a centimeter in size. In this paper we describe the CubeSat Particle Aggregation and Collision Experiment (Q-PACE), a Low Earth Orbit 3U CubeSat mission that will provide a high-quality, long duration microgravity environment in which we will observe collisions between particles under conditions relevant to planetesimal formation. We have designed a series of experiments involving a broad range of particle size, density, surface properties, and collision velocities to observe collisional outcomes from bouncing to sticking as well as aggregate disruption in tens of thousands of collisions.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2019AcAau.155..131J/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Numerical Modeling of Recurring Slope Lineae and Slope Streak Formation through Dry Grainflow Mechanisms on Mars",
      "authors": [],
      "abstract": "Recurring Slope Lineae (RSL), seasonally varying low-albedo streaks on steep slopes, remain some of the most poorly understood surface features on Mars. They incrementally lengthen down steep, high-albedo slopes, and emanate from locations where regolith contacts bedrock. Shortly after their discovery, RSL were thought to be the best evidence for liquid water on the surface of Mars. As additional RSL sites were discovered, these sites proved difficult to justify hydrologically. The slopes on which RSL form are at or above the dynamic angle of repose, the angle at which granular material stops flowing. These grainflows have an RSL-like albedo contrast with respect to the surrounding surface and demonstrate that darkening can be explained by removing or overlaying surficial dust. Such sites led to a hypothesis (Dundas, 2020) that RSL are sourced via aeolian sands. Seasonal changes in winds act to transport sand to locations where (1) upslope saltation (grain transport) is impeded by large topographic rises (outcropping bedrock), or (2) downslope saltation is minimized due to wind shadowing of the outcropping bedrock. Aeolian sand then accumulates until slope failure occurs, after which it flows downslope, and produces a dark streak as it displaces dust on the surface. This sand is transported back up the slope by the wind. <P />Slope streaks are similarly low-albedo streak features that occur on steep slopes. They are thought to form in a similar manner to RSL where a dry grainflow displaces brighter surrounding dust revealing a dark streak. However, despite this similarity, SS differ from RSL in that they are much broader (widths of ~200 m vs. 5 m), start and end on much shallower slopes, do not incrementally lengthen, and fade over much longer timescales (~years vs. months). At least six wet based SS formation theories have been proposed. However, extraordinary claims of water have not been supported by extraordinary evidence of water, and therefore we focus on testing the dry grainflow hypothesis. While this dry grainflow mechanism for RSL and SS, only Sullivan et al. (2001) quantitative modeled the physics behind SS formation. We update this model using a better physical model and use more realistic slopes. <P />To numerically constrain the formation mechanisms for RSL and SS on Mars we are conducting a three-pronged investigation involving remote sensing (HiRISE observations to include relevant slope properties as initial conditions for the numerical model and feature characteristics to match to), experimental calibration (angle of repose experiments with regolith simulant), and numerical modeling to assess the feasibility of RSL and SS formation through dry granular flow mechanisms. In the presented work, we focus on the implementation of Discrete Element Method (DEM) coarse-graining simulations using LIGGGHTS, an open-source granular dynamics software, to mimic Martian slope conditions and particle properties yielding numerical constraints on the sand volumes necessary to replicate observed RSL characteristics. We will share updates on our ongoing effort to provide the first numerical constraints on the production of slope features on Mars that progress our understanding of granular flow dynamics on Mars' surface.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023AGUFMEP21C1935J/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Detecting Water on Metallic M-Type Asteroids in the Far-UV",
      "authors": [],
      "abstract": "The presence of hydrated minerals and/or water on asteroids has important implications for how they, and the Solar System, formed and evolved. Techniques that unambiguously detect water on asteroids can be used to identify targets for exploration and in-situ resource utilization (ISRU) and could be used to better understand how water was delivered to Earth. Asteroid hydration is typically determined through detections of the near-infrared (NIR) 3-micron absorption feature; however, interpretation of this spectral feature is complicated by the need for thermal corrections to NIR data, telluric lines in our atmosphere, and the proximity of the OH (2.8 microns) and H2O (3 microns) spectral absorption features. In the far-ultraviolet (FUV), however, water produces a strong spectral edge causing a significant difference in albedo shortward and longward of 165 nm. We propose to conduct observations of five M-type asteroids using the FUV COS G140L mode to 1) evaluate if the hydrated sub-class of the M-type asteroids are in fact hydrated or are otherwise different from the non-hydrated, presumably metallic M-types; and 2) determine if this hydration is due to OH or H2O, since only H2O is expected to produce the strong FUV spectral signature. Only three asteroids have ever been observed at wavelengths &lt;180 nm, so this proposed program would significantly increase the database of FUV asteroid observations while also verifying if the FUV can be used to unambiguously detect water or water-bearing minerals on asteroid surfaces.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021hst..prop16652B/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Grainflow Modeling of Martian Recurring Slope Lineae",
      "authors": [],
      "abstract": "Recurring Slope Lineae (RSL), seasonally varying dark streaks on Mars' surface of unknown origin remain some of the most poorly understood features on Mars. These features have been considered the best evidence for liquid water flow on the surface of Mars, but a competing hypothesis for the origin of these enigmatic features does not require water and instead forms them via wind-cached grainflows. This hypothesis suggests that seasonal changes in winds act to cache lofted sand in locations where: (1) upslope saltation (grain transport) is impeded by large topographic rises (outcropping bedrock), or (2) downslope saltation is minimized due to wind shadowing outcropping bedrock. This cache then accumulates until slope failure. The released sand due to slope failure would then produce a dark streak as it displaces dust on the surface thereby producing an RSL without requiring liquid water. Confirming or refuting whether dry grainflows can produce these features has important implications for our understanding of water on Mars. Small aeolian features are below the resolution of available observations, so supporting evidence for this hypothesis requires simulating the conditions that would yield these features and comparing these simulated grainflows to RSL observations. Grainflow simulations can be produced via discrete element method modeling using the open-source software LIGGGHTS. This software is capable of simulating millions of particles with tunable properties (including particle size distribution and material) while under the influence of tunable external forces. We present results from our investigation of the hypothesized dry grainflow mechanism for RSL formation through parametric studies carried out using LIGGGHTS to identify grainflow conditions that would produce observed RSL flow rates and extents measured from HiRISE observations of Rauna crater.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2022DPS....5451503J/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "New information about Uranus' dusty rings from Voyager 2 images",
      "authors": [],
      "abstract": "Uranus is surrounded by a complex ring system that includes a variety of tenuous structures composed primarily of dust-sized particles. These dusty rings were first seen in images obtained by the Voyager 2 spacecraft, but several of them were thought to only be detectable in a single Voyager image. It has therefore been difficult to compare these data to other observations of these rings and other dust populations. In particular, ground-based images obtained at near-infrared wavelengths in 2007 indicated that the location of the peak brightness of the innermost dusty ring (known as the zeta ring) had likely shifted outwards from where it was in one Voyager 2 image (de Pater et al. 2007 Science), but it was not clear whether this shift is associated with a change in the overall brightness of this ring. New investigations of the Voyager data have now revealed that the zeta ring is visible in many more clear-filter low-resolution Voyager images, spanning a relatively broad range of observing and lighting conditions. These data not only confirm that the location of the peak brightness in the zeta ring did indeed change between 1986 and 2007, but also indicate that the total amount of material in this ring also changed substantially over that time. Furthermore, these data allow the distribution of dust around Uranus to be more directly compared with the dust populations around the other giant planets, facilitating investigations of transport processes like atmospheric drag that should operate in all these different systems.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2022DPS....5430101H/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Search for Water on Asteroids in the Far-Ultraviolet",
      "authors": [],
      "abstract": "Hubble studies of asteroids in the ultraviolet to look for signatures of water.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023LPICo2851.2488B/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}