{
  "timestamp": 1743015697.25179,
  "expiry": 86400,
  "results": [
    {
      "title": "Katabatic Wind and Sea-Ice Dynamics Drive Isotopic Variations of Total Gaseous Mercury on the Antarctic Coast.",
      "authors": [
        "Ben Yu",
        "Lin Yang",
        "Hong-wei Liu"
      ],
      "abstract": "Clarifying the sources and fates of atmospheric mercury (Hg) in the Antarctic is crucial to understand the global Hg circulation and its impacts on the fragile ecosystem of the Antarctic. Herein, the annual variations in the isotopic compositions of total gaseous Hg (TGM), with 5-22 days of sampling duration for each sample, were presented for the first time to provide isotopic evidence of the sources and environmental processes of gaseous Hg around the Chinese Great Wall Station (GWS) in the western Antarctic. Different from the Arctic tundra and lower latitude areas in the northern hemisphere, positive δ202Hg (0.58 ± 0.21‰, mean ± 1SD) and negative Δ199Hg (-0.30 ± 0.10‰, mean ± 1SD) in TGM at the GWS indicated little impact from the vegetation-air exchange in the Antarctic. Correlations among TGM Δ199Hg, air temperature, and ozone concentrations suggested that enhanced katabatic wind that transported inland air masses to the continental margin elevated TGM Δ199Hg in the austral winter, while the surrounding marine surface emissions controlled by sea-ice dynamics lowered TGM Δ199Hg in the austral summer. The oxidation of Hg(0) might elevate Δ199Hg in TGM during atmospheric Hg depletion events but have little impact on the seasonal variations of atmospheric Hg isotopes. The presented atmospheric Hg isotopes were essential to identify the transport and transformation of atmospheric Hg and further understand Hg cycling in the Antarctic.",
      "doi": "10.1021/acs.est.0c07474",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/7138d446a69fbf26eb0c253944857e85f2274cbe",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 15,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Atmospheric Boundary Layer and Surface Conditions during Katabatic Wind Events over the Terra Nova Bay Polynya",
      "authors": [
        "Marta Wenta",
        "J. Cassano"
      ],
      "abstract": "Off the coast of Victoria Land, Antarctica an area of open water—the Terra Nova Bay Polynya (TNBP)—persists throughout the austral winter. The development of this coastal polynya is driven by extreme katabatic winds blowing down the slopes of Transantarctic Mountains. The surface-atmosphere coupling and ABL transformation during the katabatic wind events between 18 and 25 September 2012 in Terra Nova Bay are studied, using observations from Aerosonde unmanned aircraft system (UAS), numerical modeling results and Antarctic Weather Station (AWS) measurements. First, we analyze how the persistence and strength of the katabatic winds relate to sea level pressure (SLP) changes in the region throughout the studied period. Secondly, the polynya extent variations are analysed in relation to wind speed changes. We conclude that the intensity of the flow, surface conditions in the bay and regional SLP fluctuations are all interconnected and contribute to polynya development. We also analyse the Antarctic Mesoscale Prediction System (AMPS) forecast for the studied period and find out that incorrect representation of vertical ABL properties over the TNBP might be caused by overestimated sea ice concentrations (SIC) used as model input. Altogether, this research provides a unique description of TNBP development and its interactions with the atmosphere and katabatic winds.",
      "doi": "10.1002/essoar.10503391.1",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/f958e3fb7d7ab846a2e3a11d1084829570a1179f",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Surface Energy Balance at Panda 1 Station, Princess Elizabeth Land: A Typical Katabatic Wind Region in East Antarctica",
      "authors": [
        "M. Ding",
        "Diyi Yang",
        "M. Broeke"
      ],
      "abstract": "Using automatic weather station and reanalysis data (ERA5) from 2011 at Panda‐1 Station, situated in the katabatic region of Princess Elizabeth Land, East Antarctica, the surface energy balance was calculated using a surface temperature iteration method, and the characteristics of each energy component were analyzed. Downward shortwave and longwave radiation were the two primary energy sources during summer days with seasonal means of 346 and 142 W m−2. The turbulent fluxes of sensible and latent heat flux represent smaller heat sources. In the annual mean, reflected shortwave radiation exceeds the upward longwave radiation with a seasonal average values of −287 W m−2. During winter, the shortwave radiation is small, and the main energy input and output terms of the surface energy balance are downward and upward longwave radiation, with seasonal average values of 149 and −159 W m−2, respectively. The combination of high wind speed and a large near‐surface humidity gradient during summer resulted in significant frost depositional events. The total surface frost deposition for the whole year was 24 kg m−2, which accounted for 61% of the total accumulation (averaged over 10 years). When a high‐pressure ridge blocks cyclones and deflects fronts of low‐pressure systems to inland East Antarctica during winter, this has a significant impact on the surface energy balance at Panda 1 automatic weather station, with daily sensible and latent heat fluxes increasing by as much as 25 and 12 W m−2, respectively. These results still contain uncertainties as we only address a single year, when interannual variability may be considerable, and we do not consider drifting snow sublimation.",
      "doi": "10.1029/2019JD030378",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/91586202100561f7adf7c6cb31e7dfa44ec144f9",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 26,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Frazil ice growth and production during katabatic wind events in the Ross Sea, Antarctica",
      "authors": [
        "L. Thompson",
        "M. Smith",
        "J. Thomson"
      ],
      "abstract": "Abstract. Katabatic winds in coastal polynyas expose the ocean to extreme heat loss, causing intense sea ice production and dense water formation around Antarctica throughout autumn and winter. The advancing sea ice pack, combined with high winds and low temperatures, has limited surface ocean\nobservations of polynyas in winter, thereby impeding new insights into the\nevolution of these ice factories through the dark austral months. Here, we\ndescribe oceanic observations during multiple katabatic wind events during\nMay 2017 in the Terra Nova Bay and Ross Sea polynyas. Wind speeds regularly\nexceeded 20 m s−1, air temperatures were below −25 ∘C, and the oceanic mixed layer extended to 600 m. During these events, conductivity–temperature–depth (CTD)\nprofiles revealed bulges of warm, salty water directly beneath the ocean\nsurface and extending downwards tens of meters. These profiles reflect latent heat and salt release during unconsolidated frazil ice production, driven by atmospheric heat loss, a process that has rarely if ever been observed outside the laboratory. A simple salt budget suggests these anomalies reflect in situ frazil ice concentration that ranges from 13 to 266×10-3 kg m−3. Contemporaneous estimates of vertical mixing reveal rapid convection in these unstable density profiles and mixing lifetimes from 7 to 12 min. The individual estimates of ice production from the salt budget reveal the intensity of short-term ice production, up to 110 cm d−1 during the windiest events, and a seasonal average of 29 cm d−1. We further found that frazil ice production rates covary with wind speed and with location along the upstream–downstream length of the polynya. These measurements reveal that it is possible to indirectly observe and estimate the process of unconsolidated ice production in polynyas by measuring upper-ocean water column profiles. These vigorous ice production rates suggest frazil ice may be an important component in total polynya ice production.\n",
      "doi": "10.5194/tc-2019-213",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/a69bee34b2aa55c92700406ee4dc10457600a59e",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 46,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Wind",
      "authors": [],
      "abstract": null,
      "doi": "10.1007/978-3-319-52090-2_300257",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/31b19cb4f9c4aab225158cf58563a6bbf81c221a",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Coastal water vapor isotopic composition driven by katabatic wind variability in summer at Dumont d'Urville, coastal East Antarctica",
      "authors": [
        "Camille Bréant",
        "Christophe Leroy dos Santos",
        "Cécile Agosta"
      ],
      "abstract": null,
      "doi": "10.1016/J.EPSL.2019.03.004",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/5cce94ce54312ba02e02afb96aef280a669a89cc",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 29,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Response of an Antarctic Peninsula Fjord to Summer Katabatic Wind Events",
      "authors": [
        "Ø. Lundesgaard",
        "B. Powell",
        "M. Merrifield"
      ],
      "abstract": "Fjords along the western Antarctic Peninsula are episodically exposed to strong winds flowing down marine-terminating glaciers and out over the ocean. These wind events could potentially be an important mechanism for the ventilation of fjord waters. A strong wind event was observed in Andvord Bay in December 2015, and was associated with significant increases in upper-ocean salinity. We examine the dynamical impacts of such wind events during the ice-free summer season using a numerical model. Passive tracers are used to identify water mass pathways and quantify exchange with the outer ocean. Upwelling and outflow in the model fjord generate an average salinity increase of 0.3 in the upper ocean during the event, similar to observations from Andvord Bay. Down-fjord wind events are a highly efficient mechanism for flushing out the upper fjord waters, but have little net impact on deep waters in the inner fjord. As such, summer episodic wind events likely have a large effect on fjord phytoplankton dynamics and export of glacially modified upper waters, but are an unlikely mechanism for the replenishment of deep basin waters and oceanic heat transport toward inner-fjord glaciers.",
      "doi": "10.1175/JPO-D-18-0119.1",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/f6305dc237fc6f46d3bc5c03555f851d75edf4d1",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 16,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Katabatic Wind-Driven Exchange in Fjords",
      "authors": [
        "M. Spall",
        "R. H. Jackson",
        "F. Straneo"
      ],
      "abstract": "The general issue of katabatic wind-driven exchange in fjords is considered using an idealized numerical model, theory, and observations. Two regimes are identified. For fjords narrower than a viscous boundary layer width, the exchange is limited by a balance between wind and friction in lateral boundary layers. For the nonlinear viscous parameterization used here, this boundary layer thickness depends on the properties of the fjord, such as stratification and length, as well as on the wind stress and numerical parameters such as grid spacing and an empirical constant. For wider fjords typical of east Greenland, the balance is primarily between wind, the along-fjord pressure gradient, and acceleration, in general agreement with previous two-layer nonrotating theories. It is expected that O(10%) of the surface layer will be flushed out of the fjord by a single wind event. Application of the idealized model to a typical katabatic wind event produces outflowing velocities that are in general agreement with observations in Sermilik Fjord. The presence of a sill has only a minor influence on the exchange until the sill penetrates over most of the lower layer thickness, in which cases the exchange is reduced. It is concluded that the multiple katabatic wind events per winter that are experienced by the fjords along east Greenland represent an important mechanism of exchange between the fjord and shelf, with implications for the renewal of warm, salty waters at depth and for the export of glacial freshwater in the upper layer.",
      "doi": "10.1002/2017JC013026",
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/ac7494814cf5b2ffa7fc5d8f0a360903567634e1",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 39,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Neyo: A katabatic dry wind",
      "authors": [
        "Hassan Addom",
        "Ammar Gaber",
        "Abulgasim Idris"
      ],
      "abstract": "The objective of this study is to explain how the Neyo wind stream develops and how it can damage crops and endanger people’s lives in the Darfur Region of Sudan. Due to lack of official meteorological observations, the data was retrieved from NOAA Air Resources Laboratory (ARL) used by the Hybrid Single Particle Lagrangian Integrated Trajectory Model (HYSPLIT). Three scenarios for katabatic flow were formulated. Forces acting on air parcels were calculated for different slope angles. HYSPLIT vertical soundings revealed a reservoir of dry air over the area. Air parcels moving down slope allow dry air to flow across the thermal inversion layer. Due to the moisture deficit between the down flowing air and the humid grass surface, the leaves get dehydrated.",
      "doi": "10.52981/jfst.vi7.954",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/1df336852cfa67c00f13442e168579459993815b",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "カタバ風によって氷床上に形成される界面波;カタバ風によって氷床上に形成される界面波;Boundary Waves Formed on the Ice Floor due to Katabatic Wind",
      "authors": [
        "T. Sumida",
        "Norihiro Izumi",
        "Miwa Yokokawa"
      ],
      "abstract": "The spiral troughs on Mars' polar ice caps are considered as cyclic steps formed on ice due to katabatic wind. Katabatic wind is a type of density current which flows downward pulled by gravity because of the denser air cooled by the ice floor. Due to the spatial non-uniformity of solidification of water vapor included in the air onto the ice floor, and sublimation of ice into the air, the boundary waves are formed on the ice floor. We performed laboratory experiments simulating the condition that katabatic wind blows on ice. Boundary waves were formed on the ice in the case that there was a large difference in temperature between the room air and the bottom of the ice.",
      "doi": "10.2208/JSCEJHE.72.I_739",
      "year": 2016,
      "url": "https://www.semanticscholar.org/paper/90be5decd6c27280f2c42985e3fb3e5fb2a1598c",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Response to reviews of Interaction of katabatic wind and local surface mass balance at Scharffenbergbotnen Blue Ice Area, Antarctica",
      "authors": [
        "M. Broeke"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/2e079f999a960847319a6cceaf95ae05f8b01b63",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Interaction of katabatic wind and local surface mass balance at Scharffenbergbotnen Blue Ice Area, Antarctica",
      "authors": [
        "T. Zwinger",
        "T. Malm",
        "M. Schäfer"
      ],
      "abstract": "General remarks: The manuscript uses finite element code Elmer to model the winds that cause the formation of blue ice area (BIA) in Scharffenbergbotnen valley, Antarctica. The authors use incompressible Navier-Stokes equation, and with boundary conditions (as I understand it) to resemble katabatic flow. This is a high resolution model with 50 m horizontal resolution inside the valley where the BIAs are located. Three variations of vertical wind velocity profile of the katabatic wind front are used here.",
      "doi": "10.5194/TCD-9-2231-2015",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/16019d6bda0398d8689397394373944be67cf1e0",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Linear stability of katabatic Prandtl slope flows with ambient wind forcing",
      "authors": [
        "Cheng-Nian Xiao",
        "Inanc Senocak"
      ],
      "abstract": "We investigate the stability of katabatic slope flows over an infinitely wide and uniformly cooled planar surface subject to a downslope uniform ambient wind aloft. We adopt an extension of Prandtl’s original model for slope flows (Lykosov & Gutman, Izv. Acad. Sci. USSR Atmos. Ocean. Phys., vol. 8 (8), 1972, pp. 799–809) to derive the base flow, which constitutes an interesting basic state in stability analysis because it cannot be reduced to a single universal form independent of external parameters. We apply a linear modal analysis to this basic state to demonstrate that for a fixed Prandtl number and slope angle, two independent dimensionless parameters are sufficient to describe the flow stability. One of these parameters is the stratification perturbation number that we have introduced in Xiao & Senocak (J. Fluid Mech., vol. 865, 2019, R2). The second parameter, which we will henceforth designate the wind forcing number, is hitherto uncharted and can be interpreted as the ratio of the kinetic energy of the ambient wind aloft to the damping due to viscosity and the stabilising effect of the background stratification. For a fixed Prandtl number, stationary transverse and travelling longitudinal modes of instabilities can emerge, depending on the value of the slope angle and the aforementioned dimensionless numbers. The influence of ambient wind forcing on the base flow’s stability is complicated, as the ambient wind can be both stabilising as well as destabilising for a certain range of the parameters. Our results constitute a strong counterevidence against the current practice of relying solely on the gradient Richardson number to describe the dynamic stability of stratified atmospheric slope flows.",
      "doi": "10.1017/jfm.2019.1047",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/4a5f393cf33d3182ebc34bcb0b8a3d770825e93a",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 5,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Complementarity Assessment of South Greenland Katabatic Flows and West Europe Wind Regimes",
      "authors": [
        "D. Radu",
        "M. Berger",
        "R. Fonteneau"
      ],
      "abstract": null,
      "doi": "10.1016/j.energy.2019.03.048",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/4c14c07c7642e8886f30ad43795f659122c7e070",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 21,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Structure of Turbulence in Katabatic Flows Below and Above the Wind-Speed Maximum",
      "authors": [
        "A. Grachev",
        "L. Leo",
        "S. Sabatino"
      ],
      "abstract": "Measurements of small-scale turbulence made in the atmospheric boundary layer over complex terrain during the Mountain Terrain Atmospheric Modeling and Observations (MATERHORN) Program are used to describe the structure of turbulence in katabatic flows. Turbulent and mean meteorological data were continuously measured on four towers deployed along the east lower slope (2–4$$^{\\circ }$$∘) of Granite Mountain near Salt Lake City in Utah, USA. The multi-level (up to seven) observations made during a 30-day long MATERHORN field campaign in September–October 2012 allowed the study of temporal and spatial structure of katabatic flows in detail, and herein we report turbulence statistics (e.g., fluxes, variances, spectra, and cospectra) and their variations in katabatic flow. Observed vertical profiles show steep gradients near the surface, but in the layer above the slope jet the vertical variability is smaller. It is found that the vertical (normal to the slope) momentum flux and horizontal (along-slope) heat flux in a slope-following coordinate system change their sign below and above the wind maximum of a katabatic flow. The momentum flux is directed downward (upward) whereas the along-slope heat flux is downslope (upslope) below (above) the wind maximum. This suggests that the position of the jet-speed maximum can be obtained by linear interpolation between positive and negative values of the momentum flux (or the along-slope heat flux) to derive the height where the flux becomes zero. It is shown that the standard deviations of all wind-speed components (and therefore of the turbulent kinetic energy) and the dissipation rate of turbulent kinetic energy have a local minimum, whereas the standard deviation of air temperature has an absolute maximum at the height of wind-speed maximum. We report several cases when the destructive effect of vertical heat flux is completely cancelled by the generation of turbulence due to the along-slope heat flux. Turbulence above the wind-speed maximum is decoupled from the surface, and follows the classical local $$z$$z-less predictions for the stably stratified boundary layer.",
      "doi": "10.1007/s10546-015-0034-8",
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/e0ce943deec456fa215749382a38807baafceae7",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 74,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Potential of katabatic and valley winds for generation of wind energy",
      "authors": [
        "J. Esteban"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/b0359741dfbabe3957b02cc6b89287e6de2a15b7",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Note on the Pure Katabatic Wind Maximum over Gentle Slopes",
      "authors": [
        "B. Grisogono",
        "S. Axelsen"
      ],
      "abstract": null,
      "doi": "10.1007/s10546-012-9746-1",
      "year": 2012,
      "url": "https://www.semanticscholar.org/paper/bddcfd280b6d920a0f2927317a14cd79c5031793",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 23,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Detection of a katabatic wind event with GPS meteorology measurements at Scott Base Antarctica",
      "authors": [
        "W. Suparta"
      ],
      "abstract": null,
      "doi": "10.1007/s00703-011-0175-3",
      "year": 2012,
      "url": "https://www.semanticscholar.org/paper/0d9ef8f8d542d7834dea12b0d8c14e392ec37850",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 6,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The turbulence structure of katabatic flows below and above wind-speed maximum",
      "authors": [
        "A. Grachev",
        "L. Leo",
        "S. Sabatino"
      ],
      "abstract": null,
      "doi": null,
      "year": 2015,
      "url": "https://www.semanticscholar.org/paper/7cdaa7210376eca1bab50a46caa5d6644e6d649a",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Inclusion of a katabatic wind correction in a coarse-resolution global coupled climate model",
      "authors": [
        "A. Barthélemy",
        "H. Goosse",
        "P. Mathiot"
      ],
      "abstract": null,
      "doi": "10.1016/J.OCEMOD.2012.03.002",
      "year": 2012,
      "url": "https://www.semanticscholar.org/paper/502f715a30cbe3c9d3feee2c1c41c3e347d3a924",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 21,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}