{
  "timestamp": 1743270135.7387352,
  "expiry": 86400,
  "results": [
    {
      "title": "The Particle Problem in the General Theory of Relativity",
      "authors": [
        "Einstein, A.",
        "Rosen, N."
      ],
      "abstract": "The writers investigate the possibility of an atomistic theory of matter and electricity which, while excluding singularities of the field, makes use of no other variables than the g<SUB>μν</SUB> of the general relativity theory and the ϕ<SUB>μ</SUB> of the Maxwell theory. By the consideration of a simple example they are led to modify slightly the gravitational equations which then admit regular solutions for the static spherically symmetric case. These solutions involve the mathematical representation of physical space by a space of two identical sheets, a particle being represented by a \"bridge\" connecting these sheets. One is able to understand why no neutral particles of negative mass are to be found. The combined system of gravitational and electromagnetic equations are treated similarly and lead to a similar interpretation. The most natural elementary charged particle is found to be one of zero mass. The many-particle system is expected to be represented by a regular solution of the field equations corresponding to a space of two identical sheets joined by many bridges. In this case, because of the absence of singularities, the field equations determine both the field and the motion of the particles. The many-particle problem, which would decide the value of the theory, has not yet been treated.",
      "doi": null,
      "year": 1935,
      "url": "https://ui.adsabs.harvard.edu/abs/1935PhRv...48...73E/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 1091,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Introducing Einstein's relativity",
      "authors": [
        "D'Inverno, R. A."
      ],
      "abstract": "",
      "doi": null,
      "year": 1992,
      "url": "https://ui.adsabs.harvard.edu/abs/1992ier..book.....D/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 196,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Cosmological considerations on the general theory of relativity",
      "authors": [
        "Einstein, A."
      ],
      "abstract": "",
      "doi": null,
      "year": 1952,
      "url": "https://ui.adsabs.harvard.edu/abs/1952prel.book..175E/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 0,
      "doctype": "inbook",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Cosmological Considerations on the General Theory of Relativity",
      "authors": [
        "Einstein, A."
      ],
      "abstract": "",
      "doi": null,
      "year": 1986,
      "url": "https://ui.adsabs.harvard.edu/abs/1986coco.conf...16E/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 1,
      "doctype": "inproceedings",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The evolution of Physics. the growth of ideas from early concepts to relativity and quanta",
      "authors": [
        "Einstein, Albert",
        "Infeld, Leopold"
      ],
      "abstract": "",
      "doi": null,
      "year": 1938,
      "url": "https://ui.adsabs.harvard.edu/abs/1938epgi.book.....E/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 76,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Erklarung der Perihelionbewegung der Merkur aus der allgemeinen Relativitatstheorie",
      "authors": [
        "Einstein, A."
      ],
      "abstract": "The paper by Einstein published in Sitzungsber. preuss.Akad. Wiss. contains a review of the observations of the perihelion shift of Mercury, as well as of the predictions of the Classical (non-relativistic)Electrodynamics, Special relativity and General relativity theories of the deflection of light by the Sun, as well as of the perihelion shift of Mercury. Besides an explicit calculation of the perihelion shift in the framework of the theory of the gravitational fields, discovered by the author previously, He gives the result (with no calculation) of the light deflection angle in the framework of his theory. A comparision of the theoretical predictions for the perihelion shift (43\" for Mercury) and observational data for Mercury, Venus , Earth and Mars (Newcomb) is given.",
      "doi": null,
      "year": 1915,
      "url": "https://ui.adsabs.harvard.edu/abs/1915SPAW...47..831E/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 31,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Two-Body Problem in General Relativity Theory",
      "authors": [
        "Einstein, A.",
        "Rosen, N."
      ],
      "abstract": "",
      "doi": null,
      "year": 1936,
      "url": "https://ui.adsabs.harvard.edu/abs/1936PhRv...49..404E/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 46,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The foundation of the general theory of relativity",
      "authors": [
        "Einstein, A."
      ],
      "abstract": "",
      "doi": null,
      "year": 1952,
      "url": "https://ui.adsabs.harvard.edu/abs/1952prel.book..109E/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 3,
      "doctype": "inbook",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The meaning of relativity",
      "authors": [
        "Einstein, Albert"
      ],
      "abstract": "The book contains 4 lectures {Stafford Little Lectures} read by Einstein in the Princeton University in may 1921",
      "doi": null,
      "year": 1921,
      "url": "https://ui.adsabs.harvard.edu/abs/1921mere.book.....E/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 35,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Relativity. The Special and the General Theory - 100th Anniversary Edition",
      "authors": [
        "Einstein, Albert",
        "Gutfreund, Hanoch",
        "Renn, Jürgen"
      ],
      "abstract": "A handsome annotated edition of Einstein's celebrated book on relativityAfter completing the final version of his general theory of relativity in November 1915, Albert Einstein wrote a book about relativity for a popular audience. His intention was \"to give an exact insight into the theory of relativity to those readers who, from a general scientific and philosophical point of view, are interested in the theory, but who are not conversant with the mathematical apparatus of theoretical physics.\" The book remains one of the most lucid explanations of the special and general theories ever written. In the early 1920s alone, it was translated into ten languages, and fifteen editions in the original German appeared over the course of Einstein's lifetime.This new edition of Einstein's celebrated book features an authoritative English translation of the text along with an introduction and a reading companion by Hanoch Gutfreund and Jürgen Renn that examines the evolution of Einstein's thinking and casts his ideas in a broader present-day context. A special chapter explores the history of and the stories behind the early foreign-language editions in light of the reception of relativity in different countries. This edition also includes a survey of the introductions from those editions, covers from selected early editions, a letter from Walther Rathenau to Einstein discussing the book, and a revealing sample from Einstein's handwritten manuscript.Published on the hundredth anniversary of general relativity, this handsome edition of Einstein's famous book places the work in historical and intellectual context while providing invaluable insight into one of the greatest scientific minds of all time.",
      "doi": null,
      "year": 2015,
      "url": "https://ui.adsabs.harvard.edu/abs/2015rsgt.book.....E/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 3,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Physics and reality",
      "authors": [
        "Einstein, Albert"
      ],
      "abstract": "Physics constitutes a logical system of thought which is in a state of evolution, and whose basis cannot be obtained through distillation by any inductive method from the experiences lived through, but which can only be attained by free invention. The justification (truth content) of the system rests in the proof of usefulness of the resulting theorems on the basis of sense experiences, where the relations of the latter to the former can only be comprehended intuitively. Evolution is going on in the direction of increasing simplicity of the logical basis. In order further to approach this goal, we must make up our mind to accept the fact that the logical basis departs more and more from the facts of experience, and that the path of our thought from the fundamental basis to these resulting theorems, which correlate with sense experiences, becomes continually harder and longer. Our aim has been to sketch, as briefly as possible, the development of the fundamental concepts in their dependence upon the facts of experience and upon the strife towards the goal of internal perfection of the system. Today's state of affairs had to be illuminated by these considerations, as they appear to me. (It is unavoidable that historic schematic representation is of a personal color.) I try to demonstrate how the concepts of bodily objects, space, subjective and objective time, are connected with one another and with the nature of the experience. In classical mechanics the concepts of space and time become independent. The concept of the bodily object is replaced in the foundations by the concept of the material point, by which means mechanics becomes fundamentally atomistic. Light and electricity produce insurmountable difficulties when one attempts to make mechanics the basis of all physics. We are thus led to the field theory of electricity, and, later on to the attempt to base physics entirely upon the concept of the field (after an attempted compromise with classical mechanics). This attempt leads to the theory of relativity (evolution of the notion of space and time into that of the continuum with metric structure). I try to demonstrate, furthermore, why in my opinion the quantum theory does not seem likely to be able to produce a usable foundation for physics: one becomes involved in contradictions if one tries to consider the theoretical quantum description as a complete description of the individual physical system or happening. On the other hand, up to the present time, the field theory is unable to give an explanation of the molecular structure of matter and of quantum phenomena. It is shown, however, that the conviction to the effect that the field theory is unable to give, by its methods, a solution of these problems rests upon prejudice.",
      "doi": null,
      "year": 1936,
      "url": "https://ui.adsabs.harvard.edu/abs/1936FrInJ.221..349E/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 116,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Brief Outline of the Development of the Theory of Relativity",
      "authors": [
        "Einstein, A."
      ],
      "abstract": "[Translated by Dr. Robert W. Lawson.] THERE is something attractive in presenting the evolution of a sequence of ideas in as brief a form as possible, and yet with a completeness sufficient to preserve throughout the continuity of development. We shall endeavour to do this for the Theory of Relativity, and to show that the whole ascent is composed of small, almost self-evident steps of thought.",
      "doi": null,
      "year": 1921,
      "url": "https://ui.adsabs.harvard.edu/abs/1921Natur.106..782E/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 15,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Meaning of Relativity",
      "authors": [
        "Einstein, Albert"
      ],
      "abstract": "",
      "doi": null,
      "year": 2004,
      "url": "https://ui.adsabs.harvard.edu/abs/2004mere.book.....E/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 24,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Stellar aberration and Einstein's relativity.",
      "authors": [
        "Marmet, P."
      ],
      "abstract": "Stellar aberration is explained by the relative motion between a star and an observer on Earth. Based on the principle of invariance, Einstein's relativity predicts that absolute motion does not exist. Consequently, there should be no difference between a star having a velocity with respect to an observer and an observer having a velocity with respect to a star. In the case of stellar aberration this prediction appears contrary to observation. It is shown that the description of stellar aberration, in terms of relative transverse velocity between the star and an observer on Earth, should be corrected, because it is an erroneous interpretation of Einstein's relativity.",
      "doi": null,
      "year": 1996,
      "url": "https://ui.adsabs.harvard.edu/abs/1996PhyEs...9...96M/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 4,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "It's about time : understanding Einstein's relativity",
      "authors": [
        "Mermin, N. David"
      ],
      "abstract": "",
      "doi": null,
      "year": 2005,
      "url": "https://ui.adsabs.harvard.edu/abs/2005iat..book.....M/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 33,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "It's About Time. Understanding Einstein's Relativity",
      "authors": [
        "Mermin, N. David"
      ],
      "abstract": "In It's About Time, N. David Mermin asserts that relativity ought to be an important part of everyone's education--after all, it is largely about time, a subject with which all are familiar. The book reveals that some of our most intuitive notions about time are shockingly wrong, and that the real nature of time discovered by Einstein can be rigorously explained without advanced mathematics. This readable exposition of the nature of time as addressed in Einstein's theory of relativity is accessible to anyone who remembers a little high school algebra and elementary plane geometry. The book evolved as Mermin taught the subject to diverse groups of undergraduates at Cornell University, none of them science majors, over three and a half decades. Mermin's approach is imaginative, yet accurate and complete. Clear, lively, and informal, the book will appeal to intellectually curious readers of all kinds, including even professional physicists, who will be intrigued by its highly original approach.",
      "doi": null,
      "year": 2005,
      "url": "https://ui.adsabs.harvard.edu/abs/2005iatu.book.....M/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 26,
      "doctype": "book",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Relativistic Ornstein–Uhlenbeck Process",
      "authors": [
        "Debbasch, F.",
        "Mallick, K.",
        "Rivet, J. P."
      ],
      "abstract": "We wish to shed some light on the problem of thermodynamic irreversibility in the relativistic framework. Therefore, we propose a relativistic stochastic process based on a generalization of the usual Ornstein–Uhlenbeck process: we introduce a relativistic version of the Langevin equation with a damping term which has the correct Galilean limit. We then deduce relativistic Kramers and Fokker–Planck equations and a fluctuation-dissipation theorem is derived from them. Finally, numerical simulations are used to check the equilibrium distribution in momentum space and to investigate diffusion in physical space.",
      "doi": null,
      "year": 1997,
      "url": "https://ui.adsabs.harvard.edu/abs/1997JSP....88..945D/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 82,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Falsification of Einstein's relativity",
      "authors": [
        "Taylor, Emory"
      ],
      "abstract": "",
      "doi": null,
      "year": 2021,
      "url": "https://ui.adsabs.harvard.edu/abs/2021PhyEs..34..578T/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 8,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Source text 1914: On the Relativity Problem",
      "authors": [
        "Einstein, Albert"
      ],
      "abstract": "",
      "doi": null,
      "year": 2007,
      "url": "https://ui.adsabs.harvard.edu/abs/2007ggr..conf..605E/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 0,
      "doctype": "inproceedings",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Meaning of Relativity",
      "authors": [
        "Einstein, Albert",
        "Taub, A. H."
      ],
      "abstract": "",
      "doi": null,
      "year": 1950,
      "url": "https://ui.adsabs.harvard.edu/abs/1950AmJPh..18..403E/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 7,
      "doctype": "article",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}