{
  "timestamp": 1743107857.234815,
  "expiry": 86400,
  "results": [
    {
      "title": "Interactive comment on “Can katabatic winds directly force retreat of Greenland outlet glaciers? Hypothesis test on Helheim Glacier in Sermilik Fjord” by Iain Wheel et al",
      "authors": [
        "A. Referee"
      ],
      "abstract": null,
      "doi": null,
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/8706d0f64dd9053e0ad642e14f3ac0b6ad9ba348",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title : Modelling Glaciers in the HARMONIE-AROME NWP model Author ( s ) :",
      "authors": [
        "R. Mottram",
        "K. P. Nielsen",
        "E. Gleeson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/eb258fd91a9b708b8413ec41440a846aa807aebf",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Title Local and synoptic mechanisms causing Southern California ’ s Santa Ana winds Permalink",
      "authors": [
        "M. Hughes",
        "A. Hall"
      ],
      "abstract": null,
      "doi": null,
      "year": 2010,
      "url": "https://www.semanticscholar.org/paper/3db0ec0eeace561934221824d5aca4bd7759e6f7",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Polar 2018-Abstract Submission System",
      "authors": [
        "M. Dinniman",
        "C. O’Hara",
        "B. Sohst"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/58086a5961fb4db95d91f58486435c01824ca6c5",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The President's Fiscal Year 2018 Budget Request for the Department of Energy",
      "authors": [
        "C. Clark"
      ],
      "abstract": null,
      "doi": null,
      "year": 2017,
      "url": "https://www.semanticscholar.org/paper/654e8c5b0ab842aa4124e582f9d0033578249563",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Signature redacted for privacy.",
      "authors": [
        "S. Radosevich"
      ],
      "abstract": null,
      "doi": null,
      "year": 1980,
      "url": "https://www.semanticscholar.org/paper/7fb77e6478720fc806a0d8a3a1dcfe2438c9ba85",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Response to Interactive comment by Anonymous Referee #2",
      "authors": [
        "Ingo Heidbüchel"
      ],
      "abstract": "L 16: The transition between the first and the second sentence of the abstract is not clear at the moment. It would be interesting to add here a sentence that explains why Crocus is suitable for glacier modelling. The fact that a multi-layer snowpack scheme can be used for direct surface mass balance simulation of glacier is not necessarily clear for a reader who is not familiar with Crocus. We have moved the part of the abstract that describes why Crocus is suitable for glacier model further up in the abstract. Abstract L 17-18: The two different resolutions for WRH-Hdyro and WRF-Hydro/Glacier are rather confusing. Maybe mention atmospheric simulation on one hand and offline surface simulations on the other hand. The sentence now reads: “WRF atmospheric model simulations were downscaled to 1 km grid spacing to provide meteorological forcing data to the WRF-Hydro/Glacier system at 100 m grid spacing for surface simulation.” Abstract L 19-20: A sentence is missing in the abstract to explain that the study is carried out over a glacier in southern Norway. It is only mentioned in the title. The sentence now reads: “To evaluate the new system (WRF-Hydro/Glacier) over a glacier in Southern Norway,” P2 L 38-40: I recommend the authors to add one or two citations for this sentence. We are adding the citation of Ayala, A, Pellicciotti, F, and Shea, JM (2015), Modeling 2 m air temperatures over mountain glaciers: Exploring the influence of katabatic cooling and external warming. J. Geophys. Res. Atmos., 120, 3139– 3157. doi: 10.1002/2015JD02313 and citations within this paper. P2 L 48-49: the authors should add relevant citations for the application of statistical downscaling for glacier studies. In addition, physically based downscaling methods have also been developed to obtain better distributed meteorological forcing in regions of complex terrain (e.g., Jarosch et al., 2012; Fiddes et al., 2014). The papers by Machguth et al., 2009; Kotlarski et al., 2010; Van Pelt et al., 2012 already describe the statistical downscaling they are conducting; thus we do not think there is a need to add additional citations for statistical downscaling for glacier studies. We will add the suggested citations of Jarosch et al. and Fiddes et al. P2 L 54-55: I agree with authors that regional “atmosphere-only” models do not typically include a detailed representation of glacier and their impact on streamflow generation. However, atmospheric forcing from these regional models are often used to drive more detailed models such snowpack models or hydrological models in offline mode for impact studies. I recommend to the authors to mention this approach in the introduction. We agree, and we will add a few sentences regarding this topic P 2 L 59: The authors should better explain this “link” between an atmospheric model and a detailed hydrological model. Indeed, are they talking about offline simulations or online simulations with feedbacks of the surface on the atmosphere dynamics? When used in offline mode as it is the case in this study, WRH-Hydro does not really differ from a more classic hydrological model such as MESH (Pietroniro et al., 2007) that takes its atmospheric forcing from an external system (GCM, RCM, . . ..), downscale them and use them to drive hydrological simulations. This is correct, and we are reformulating P3 L 75 and P4 L 103: Crocus has a user-defined value for the maximal number of snow layers. The value of 50 corresponds to the default value in the model. I recommend the authors to clearly explain it. Especially since they then use 40 layers in their implementation of Crocus in WRF-Hydro. Sentences now read: “It is a physically-based model, in which the snow depth can be divided into a user defined maximum levels and where the default maximum is 50 layers.” “In the Crocus model, it is possible to divide the snow into a user defined maximum numbers of dynamically evolving layers.” P 3 L 76-78: Note that the default version of Crocus still uses a classic bucket-type approach for liquid water percolation in the snowpack. It does not solve Richards equations and ignore preferential flows contrary to the SNOWPACK model (Wever et al., 2015, 2016). Preliminary developments have been tested in Crocus but are not available in the version of Crocus used in this paper (D’Amboise et al., 2017). Thanks for this comment. We are removing the statement of retention since Crocus still uses a classic bucket-type approach. P 3 L 78-79: the reference to the paper by Reveillet et al. (2018) is missing. I also recommend the authors to refer to the work of Gerbaux et al (2005) which used the original version of Crocus. Thank you for drawing attention to Reveillet et al. (2018). We have added this paper to our citations: “The Crocus model was first used for glacier mass balance by Gerbaux et al (2005) and recently used for glacier surface mass balance studies within the French Surfex model by Reveillet et al. (2018), Revuelto et al. (2018) and Vionnet et al. (2019). “ P4 L 98-99: This sentence is not clear and should be rephrased. Indeed, the \"age of snow\" is not directly used in the prognostic equations for the time evolution of microstructural variables In Crocus. It is used in the albedo parameterization to compute the decay of albedo in the UV and visible band and will indirectly impact the evolution of microstructural variables. Compaction is not also directly impacting the evolution of microstructural variables. Thank you for the clarification. We have removed “age of the snow” P4 L 100-101: A description of the distinction between snow and ice albedo is missing in this paragraph. It would be interesting if the authors could use a similar description as Reveillet et al. (2018) (see Sect. 3.1.1 of this paper). The authors should also mention how the aerodynamic roughness are treated for snow and ice surfaces. This is a good suggestion and we will add some more information regarding the distinction between ice and snow albedo and the values for snow and ice roughness (we used the same ratio between ice and snow as in the original code). For ice albedo we ended up using the values used in Surfex (and not the ones from Gerbaux et al, as used in Reveillet. P 4 L 101-102: the justification “Due to the prognostic calculation of snow grain properties, . . .” is not clear and should be rephrased. This sentence is begin removed P4 L 106-108: did the authors consider using Crocus to represent snow over land in NOAH-MP? Currently the fluxes between the glacier surface and the ground is not incorporated (the engineering of passing fluxes in SURFEX compared to Noah-MP is somewhat different and is not yet incorporated). Under glacier surface it is assumed that the temperature is the same as soil and therefore there are no fluxes added. We would like to incorporate the fluxes between Crocus and the soil soon to be able to use Crocus over the entire domain. P4 L 109-111: Are the authors imposing a constant-temperature of 0 degC for the ground below the glacier or are they imposing a zero-heat flux between the deepest Crocus layer and the ground below as in Gerbaux et al. (2005)? We are imposing a constant-temperature of 0 degC, as the heat-fluxes between the soil and surface is not yet incorporated. We removed the statement that there are no fluxes of heat pass trough and instead state that no fluxes have been incorporated between the glacier and the ground below. P5 L 126-137: It would be useful to have this paragraph at the beginning of Section 2 so that the reader could better understand how glaciers are represented in the default version of WRF-Hydro and what are the associated challenges. This would provide a very relevant justification for the use of Crocus over glaciers. Agree. We will move this paragraph (or parts of it to the beginning of Section 2) P 5 L 149-150: initializing all the layers with pure ice may influence the accuracy of the snowpack simulations when snow starts to fall on the glacier. Indeed, as mentioned by the authors, it forces the model to merge layers as soon as new snow is added. Instead, the initialization proposed by Revuelto et al. (2018) used 6 initial layers to represent the ice and a maximal number of layers set to 50 so that new snow layers can be created as soon as snow is falling on the glacier without forcing the immediate merging of ice layers underneath. This difference should be mentioned in the paper and its impact briefly discussed. The reviewer is correct, and in future studies the glacier should be initialized in less layers than the maximum layers. Note, we allow 2 months for spin-up time before using October 1st for calculating winter balance. At this time the glacier has started to merge. By January 1 the glacier is merged down to about 6-8 layers and remain as such for the rest of the simulation. Will add a short discussion regarding this point in the paper. P 5 L 150: what are the snow grain properties for ice layers used in the paper? We use the Brun 92 scheme. We are not sure where to explicitly find the grain properties for ice layers in the code, but Snowgrain1=99 and Snowgrain2 = 0.003415 in our output files. P 6 L 162-167: I recommend the authors to move this paragraph at the end of Section 2.1 when they are mentioning the absence of lateral snow redistribution due to wind in Crocus. This would help the reader to better understand how WRH-Hydro/Glacier accounts for the impact of wind-induced snow transport. We have followed the suggestion and moved the paragraph. P 6 L 167: it would be interesting to add here a brief description of the configuration of the routing model. Is the routing simulated at the same resolution as Crocus (100 m)? How were derived the routing parameters? It is also important to mention here that no calibration was applied to the routing model. We will add a brief description on the routing model (WRF-Hydro). However, instead of adding this description in section 2.1, C",
      "doi": "10.5194/hess-2018-207-ac2",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/be8ee28386033fbd8872d0f0336e44202c28b46e",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Amundsen Sea sea-ice variability, atmospheric circulation, and spatial variations in snow isotopic composition from new West Antarctic firn cores",
      "authors": [
        "A. Criscitiello"
      ],
      "abstract": "Recent work has documented dramatic changes in the West Antarctic Ice Sheet (WAIS) over the past 30 years (e.g., mass loss, glacier acceleration, surface warming) due largely to the influence of the marine environment. WAIS is particularly vulnerable to largescale atmospheric dynamics that remotely influence the transport of marine aerosols to the ice sheet. Understanding seasonalto decadal-scale changes in the marine influence on WAIS (particularly sea-ice concentration) is vital to our ability to predict future change. In this thesis, I develop tools that enable us to reconstruct the source and transport variability of marine aerosols to West Antarctica in the past. I validate new firn-core sea-ice proxies over the satellite era; results indicate that firn-core glaciochemical records from this dynamic region may provide a proxy for reconstructing Amundsen Sea and Pine Island Bay polynya variability prior to the satellite era. I next investigate the remote influence of tropical Pacific variability on marine aerosol transport to West Antarctica. Results illustrate that both source and transport of marine aerosols to West Antarctica are controlled by remote atmospheric forcing, linking local dynamics (e.g., katabatic winds) with large-scale teleconnections to the tropics (e.g., Rossby waves). Oxygen isotope records allow me to further investigate the relationship between West Antarctic firn-core records and temperature, precipitation origin, sea-ice variability, and large-scale atmospheric circulation. I show that the tropical Pacific remotely influences the source and transport of the isotopic signal to the coastal ice sheet. The regional firn-core array reveals a spatially varying response to remote tropical Pacific forcing. Finally, I investigate longer-term (~200 year) ocean and ice-sheet changes using the methods and results gleaned from the previous work. I utilize sea-ice proxies to reconstruct long-term changes in sea-ice and polynya variability in the Amundsen Sea, and show that the tropics remotely influence West Antarctica over decadal timescales. This thesis utilizes some of the highest-resolution, most coastal records in the region to date, and provides some of the first analyses of the seasonalto decadal-scale controls on source and transport of marine aerosols to West Antarctica. Thesis Supervisor: Sarah Das Title: Associate Scientist, Woods Hole Oceanographic Institution",
      "doi": "10.1575/1912/6402",
      "year": 2014,
      "url": "https://www.semanticscholar.org/paper/07a6785021b58d6067e0b917a1e720d83e750a09",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 1,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "New map and poster commemorates the Australasian Antarctic Expedition",
      "authors": [
        "C. Carson"
      ],
      "abstract": null,
      "doi": null,
      "year": 2011,
      "url": "https://www.semanticscholar.org/paper/e2cc38d5c085aef4860fa11363e7131ab68b9b96",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 0,
      "doctype": null,
      "property": null,
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}