{
  "timestamp": 1743443711.023089,
  "expiry": 86400,
  "results": [
    {
      "title": "Multi-sensor Cloud and Aerosol Retrieval Simulator (MCARS)",
      "authors": [],
      "abstract": "The Multi-sensor Cloud and Aerosol Retrieval Simulator (MCARS) software produces synthetic radiance data from Goddard Earth Observing System version 5 (GEOS-5) model output as if the Moderate Resolution Imaging Spectroradiometer (MODIS) was viewing a combination of atmospheric column inclusive of clouds, aerosols and a variety of gases and land/ocean surface at a specific location.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5224964W/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Vertical scaling of carbon nanotube field-effect transistors using top gate electrodes",
      "authors": [],
      "abstract": "We have fabricated single-wall carbon nanotube field-effect transistors (CNFETs) in a conventional metal-oxide-semiconductor field-effect transistor (MOSFET) structure, with gate electrodes above the conduction channel separated from the channel by a thin dielectric. These top gate devices exhibit excellent electrical characteristics, including steep subthreshold slope and high transconductance, at gate voltages close to 1 V—a significant improvement relative to previously reported CNFETs which used the substrate as a gate and a thicker gate dielectric. Our measured device performance also compares very well to state-of-the-art silicon devices. These results are observed for both p- and n-type devices, and they suggest that CNFETs may be competitive with Si MOSFETs for future nanoelectronic applications.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002ApPhL..80.3817W/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 301,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Valley floor climate observations from the McMurdo dry valleys, Antarctica, 1986-2000",
      "authors": [],
      "abstract": "Climate observations from the McMurdo dry valleys, East Antarctica are presented from a network of seven valley floor automatic meteorological stations during the period 1986 to 2000. Mean annual temperatures ranged from -14.8°C to -30.0°C, depending on the site and period of measurement. Mean annual relative humidity is generally highest near the coast. Mean annual wind speed increases with proximity to the polar plateau. Site-to-site variation in mean annual solar flux and PAR is due to exposure of each station and changes over time are likely related to changes in cloudiness. During the nonsummer months, strong katabatic winds are frequent at some sites and infrequent at others, creating large variation in mean annual temperature owing to the warming effect of the winds. Katabatic wind exposure appears to be controlled to a large degree by the presence of colder air in the region that collects at low points and keeps the warm less dense katabatic flow from the ground. The strong influence of katabatic winds makes prediction of relative mean annual temperature based on geographical position (elevation and distance from the coast) alone, not possible. During the summer months, onshore winds dominate and warm as they progress through the valleys creating a strong linear relationship (r<SUP>2</SUP> = 0.992) of increasing potential temperature with distance from the coast (0.09°C km<SUP>-1</SUP>). In contrast to mean annual temperature, summer temperature lends itself quite well to model predictions, and is used to construct a statistical model for predicting summer dry valley temperatures at unmonitored sites.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JGRD..107.4772D/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 298,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Electron Energy for H<SUP>+</SUP><SUB>2</SUB> in the Ground State",
      "authors": [],
      "abstract": "The 1sσ<SUB>g</SUB> state of the hydrogen molecular ion is investigated. The result is given as a table in which the electronic energy for a two-Coulomb center is given in seven decimal places for values of internuclear separation R up to 20 in steps of 0.05 a.u.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1965JChPh..42.2371W/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 220,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Metallic bipolar plates for PEM fuel cells",
      "authors": [],
      "abstract": "Metallic bipolar plates for Polymer electrolyte membrane (PEM) fuel cells with and without coatings were tested in single cell tests. Current-voltage curves, lifetime curves and the contamination with metal ions were measured. Additionally the surface of the plates was analyzed by several methods. So far the investigations revealed that principally stainless steel covered with a thin coating is suitable as material for bipolar plates in PEM fuel cells. Cell performance is the same as in PEM fuel cells with graphite bipolar plates. Concerning the cost it has to be considered that not only the material itself but also the coating process has to be evaluated.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2002JPS...105..256W/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 150,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The MODIS Cloud Optical and Microphysical Products: Collection 6 Updates and Examples From Terra and Aqua",
      "authors": [],
      "abstract": "",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017ITGRS..55..502P/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 487,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "The EMEP MSC-W chemical transport model - technical description",
      "authors": [],
      "abstract": "The Meteorological Synthesizing Centre-West (MSC-W) of the European Monitoring and Evaluation Programme (EMEP) has been performing model calculations in support of the Convention on Long Range Transboundary Air Pollution (CLRTAP) for more than 30 years. The EMEP MSC-W chemical transport model is still one of the key tools within European air pollution policy assessments. <BR /> Traditionally, the model has covered all of Europe with a resolution of about 50 km × 50 km, and extending vertically from ground level to the tropopause (100 hPa). The model has changed extensively over the last ten years, however, with flexible processing of chemical schemes, meteorological inputs, and with nesting capability: the code is now applied on scales ranging from local (ca. 5 km grid size) to global (with 1 degree resolution). The model is used to simulate photo-oxidants and both inorganic and organic aerosols. <BR /> In 2008 the EMEP model was released for the first time as public domain code, along with all required input data for model runs for one year. The second release of the EMEP MSC-W model became available in mid 2011, and a new release is targeted for summer 2012. This publication is intended to document this third release of the EMEP MSC-W model. The model formulations are given, along with details of input data-sets which are used, and a brief background on some of the choices made in the formulation is presented. The model code itself is available at &lt;a href=\"www.emep.int\"target=\"_blank\"&gt;www.emep.int&lt;/a&gt;, along with the data required to run for a full year over Europe.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012ACP....12.7825S/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 470,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Single-electron charging and periodic conductance resonances in GaAs nanostructures",
      "authors": [],
      "abstract": "Narrow channels interrupted by two controlled potential barriers and having a tunable electron density were made in GaAs, and their conductance was measured at low temperatures. Reproducible and accurately periodic oscillations of the conductance with changing density are found to correspond to the sequential addition of single electrons to the segment of the channel between the barriers. Detailed examination of the line shape of the conductance versus density provides a new insight into the transport mechanism.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1990PhRvL..65..771M/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 488,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Analysis of flood damages from the 1993 and 1995 Meuse Floods",
      "authors": [],
      "abstract": "This paper addresses uncertainties pertaining to damage assessments made for the floodings of the Meuse River in 1993 and 1995. The analysis is based on flood damage data that were collected by damage experts and consist of large sample sizes within each municipality. The most interesting aspect of these two floods is that although the volume of flooding and the inundated area were comparable in order of magnitude, the flood damage estimates in 1995 were 35% lower than in 1993. We conclude that part of the reduction in flood damage during the 1995 flood was due to a reduction in the damage to household goods. This may be explained by a marginal increase in flood warning time and experiences gained from the flood of 1993. As flood damage assessments are the cornerstone in the evaluation of flood damage mitigation schemes, empirical data of previous floods should be used to improve the foundations of the methods to assess flood damages.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1999WRR....35.3459W/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 94,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Shallow Drainage Flows",
      "authors": [],
      "abstract": "Two-dimensional sonic anemometers and slowresponse thermistors were deployedacross a shallow gully during CASES99. Weak gully flow of a few tenths of m s<SUP>-1</SUP> anda depth of a few metres develops in the earlyevening on most nights with clear skies.Flow down the gully developed sometimes evenwhen the opposing ambient wind exceeded10 m s<SUP>-1</SUP> at the top of the60-m tower. Cold air drainage fromlarger-scale slopes flows over the top ofthe colder gully flow. The gully flowand other drainage flows are generally eliminated in the middle of the night in conjunctionwith flow acceleration abovethe surface inversion layer and downwardmixing of warmer air and highermomentum. As the flow decelerates later inthe night, the gully flow may re-form. The thin drainage flows decouple standard observational levels of3-10 m from the surface.Under such common conditions, eddy correlationflux measurements cannot be used toestimate surface fluxes nor even detect thethin gully and drainage flows. The gentlegully system in this field program is typical ofmuch of the Earth's land surface.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe.101..243M/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 129,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Climatology of katabatic winds in the McMurdo dry valleys, southern Victoria Land, Antarctica",
      "authors": [],
      "abstract": "Katabatic winds dramatically affect the climate of the McMurdo dry valleys, Antarctica. Winter wind events can increase local air temperatures by 30°C. The frequency of katabatic winds largely controls winter (June to August) temperatures, increasing 1°C per 1% increase in katabatic frequency, and it overwhelms the effect of topographic elevation (lapse rate). Summer katabatic winds are important, but their influence on summer temperature is less. The spatial distribution of katabatic winds varies significantly. Winter events increase by 14% for every 10 km up valley toward the ice sheet, and summer events increase by 3%. The spatial distribution of katabatic frequency seems to be partly controlled by inversions. The relatively slow propagation speed of a katabatic front compared to its wind speed suggests a highly turbulent flow. The apparent wind skip (down-valley stations can be affected before up-valley ones) may be caused by flow deflection in the complex topography and by flow over inversions, which eventually break down. A strong return flow occurs at down-valley stations prior to onset of the katabatic winds and after they dissipate. Although the onset and termination of the katabatic winds are typically abrupt, elevated air temperatures remain for days afterward. We estimate that current frequencies of katabatic winds increase annual average temperatures by 0.7° to 2.2°C, depending on location. Seasonally, they increase (decrease) winter average temperatures (relative humidity) by 0.8° to 4.2° (-1.8 to -8.5%) and summer temperatures by 0.1° to 0.4°C (-0.9% to -4.1%). Long-term changes of dry valley air temperatures cannot be understood without knowledge of changes in katabatic winds.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2004JGRD..109.3114N/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 112,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Impact Of Snow Drift On The Antarctic Ice Sheet Surface Mass Balance: Possible Sensitivity To Snow-Surface Properties",
      "authors": [],
      "abstract": "A mesoscale atmospheric numerical model is coupled with a physically based snow-pack model and with a snow-drift model. The snow model is verified for the French Alps by comparing its simulations to observations performed at the Col de Porte in the Chartreuse Massif. The snow erosion threshold depends on snow-pack properties such as density, dendricity, sphericity and particle size. The atmospheric turbulence scheme is modified in order to take into account stabilization effects due to airborne blown snow particles. In particular, vertically integrated stability functions for the stable boundary layer are completed by including the threshold friction velocity for snow erosion. The snow-drift model is calibrated by simulating the conditions observed during the Byrd snow project, held in West Antarctica in 1962. Finally, sensitivity experiments to the snow-surface properties show the importance of their accurate representation when modelling the contribution of deflation to the Antarctic surface mass balance.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2001BoLMe..99....1G/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 144,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Added Solvent effects through cavity-free PCM Geometric derivative Geometry optimization through QCEngine (beware of numerical instabilities) cube initial guess: read generic CUBE files as starting orbitals sad_gto initial guess: using 3-21G AO basis instead of Hydrogen functions SAD input files for 5th row elements (Rb-Xe) Tunable physical constants through user input Changed Updated MRCPP to v1.4.1 Improved Exchange efficiency and scaling Improved MPI parallelization",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2022zndo...7113393B/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Changed Moved CI from Travis to GitHub Actions Abort on failure when reading MW guess Fixed Minor issues with the printed output Error in NMR tensor output (dia term printed transposed) Precision issue with CHK guess (now full world_prec is used) MPI dead-lock when mixing shared-mem potentials with orbital bank SAD guess for large systems (Eigen threading error in matrix multiply) CORE/SAD guess for heavy atoms (force refinement for sharp s-functions)",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2020zndo...4306059B/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MRCPP: MultiResolution Computation Program Package",
      "authors": [],
      "abstract": "Added New constructors for BoundingBox and MRA, accepting box=[-L,L] argument Add FunctionTree::evalf_precise which evaluates both scaling and wavelet parts Possibility for empty tree skeletons without allocated coefficients Possibility to manually set location of MW filters at configure time Changed Eigen version 3.4.0 Improvements under the hood of the Tree classes (non-API): remove GenNode and ProjectedNode simplified NodeAllocator class new improved OMP locking Fixed Get node center and (lower/upper) bounds",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5566943B/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "fastmachinelearning/hls4ml: coris",
      "authors": [],
      "abstract": "What's Changed VivadoAccelerator backend: target pynq-z2 and zcu102 boards directly from hls4ml by @nicologhielmetti Updated PyTorch and ONNX converters by @Duchstf line_buffer Conv2D implementation for io_stream: reduced resource usage and latency by @Keb-L, @violatingcp, @vloncar Support QConv2DBatchnorm layer from QKeras by @nicologhielmetti Improved profiling plots - easier to compare original vs hls4ml converted models by @maksgraczyk Better derivation of data types for QKeras models by @jmduarte, @thesps Improved CI by @thesps More support for models with branches, skip connections, Merge and Concatenate layers by @jmduarte, @vloncar Support for Dense layers over multi-dimensional tensors by @vloncar Overall improvements by @vloncar, @jmduarte, @thesps, @jmitrevs & others New Contributors @siorpaes made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/424 @jmitrevs made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/403 @anders-wind made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/302 @KOVI89alipes made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/318 @maksgraczyk made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/323 @Keb-L made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/332 @ConsVin made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/307 @nicologhielmetti made their first contribution in https://github.com/fastmachinelearning/hls4ml/pull/298 Full Changelog: https://github.com/fastmachinelearning/hls4ml/compare/v0.5.0...v0.6.0",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2021zndo...5680908V/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MRChem: MultiResolution Chemistry",
      "authors": [],
      "abstract": "Fixed    CRITICAL: sign error in para contribution to magnetic properties",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024zndo..10522608B/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "MRCPP: MultiResolution Computation Program Package",
      "authors": [],
      "abstract": "Added Imported basic MPI functionality from MRChem Haar basis MW filters (only functions, no operators) Possibility for anisotropic MWOperator CartesianConvolution operator (e.g. xy/r^3) Fixed Reintroduces operator build_prec needed by VAMPyR Bug in getQuadraturePoints (row/col mixup)",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023zndo...7967323B/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "RWKV: Reinventing RNNs for the Transformer Era",
      "authors": [],
      "abstract": "Transformers have revolutionized almost all natural language processing (NLP) tasks but suffer from memory and computational complexity that scales quadratically with sequence length. In contrast, recurrent neural networks (RNNs) exhibit linear scaling in memory and computational requirements but struggle to match the same performance as Transformers due to limitations in parallelization and scalability. We propose a novel model architecture, Receptance Weighted Key Value (RWKV), that combines the efficient parallelizable training of transformers with the efficient inference of RNNs. Our approach leverages a linear attention mechanism and allows us to formulate the model as either a Transformer or an RNN, thus parallelizing computations during training and maintains constant computational and memory complexity during inference. We scale our models as large as 14 billion parameters, by far the largest dense RNN ever trained, and find RWKV performs on par with similarly sized Transformers, suggesting future work can leverage this architecture to create more efficient models. This work presents a significant step towards reconciling trade-offs between computational efficiency and model performance in sequence processing tasks.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2023arXiv230513048P/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 305,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "A Model of Katabatic Winds.",
      "authors": [],
      "abstract": "A new model of katabatic winds is presented. A hydraulic approach is employed in which the detailed vertical structure of the flow is replaced by a quiescent stably stratified environment and an equivalent flowing layer which is subject to sustained layer cooling, surface stress and interfacial entrainment. A scaling which contains most of the parametric behavior is found. It shows that interfacial entrainment is the dominating retardation mechanism of the flow and that surface stress may be relatively unimportant.Steady solutions are presented to show that katabatic winds are essentially supercritical on all practical slopes (slope angles &gt;0.1°), and are affected by ambient stratification only at large distances. The model is in satisfactory quantitative agreement with the limited field data available.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1979JAtS...36..619M/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 131,
      "doctype": "",
      "property": [],
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    }
  ]
}