{
  "timestamp": 1743446222.331223,
  "expiry": 86400,
  "results": [
    {
      "title": "Shadows and gravitational weak lensing by the Schwarzschild black hole in the string cloud background with quintessential field",
      "authors": [
        "G. Mustafa",
        "Farruh Atamurotov",
        "Ibrar Hussain"
      ],
      "abstract": "In this study, we observe that, in the presence of the string cloud parameter a and the quintessence parameter γ, with the equation of state parameter , the radius of the shadow of the Schwarzschild black hole increases as compared with that in the pure Schwarzschild black hole case. The existence of both quintessential dark energy and the cloud of strings increases the shadow size; hence, the strength of the gravitational field around the Schwarzschild black hole increases. Using the data collected by the Event Horizon Telescope (EHT) collaboration for M87* and Sgr A*, we obtain upper bounds on the values of a and γ. Further, we see the effects of a and γ on the rate of emission energy for the Schwarzschild black hole. We notice that the rate of emission energy is higher in the presence of clouds of strings and quintessence. Moreover, we study the weak deflection angle using the Gauss-Bonnet theorem. We show the influence of a and γ on the weak deflection angle. We notice that both a and γ increase the deflection angle α.",
      "doi": "10.1088/1674-1137/ac917f",
      "year": 2022,
      "url": "https://www.semanticscholar.org/paper/47d75ca3c4b9eae648cec5b4e5b52969f7960520",
      "source": "semanticScholar",
      "rank": 1,
      "citation_count": 72,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cosmological Constraints from Galaxy Clustering and Weak Lensing",
      "authors": [
        "D. C. T. Abbott",
        "F. Abdalla",
        "A. Alarcon"
      ],
      "abstract": null,
      "doi": null,
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/27a8dd1d488dc89527987c9b9917e7a6c63db084",
      "source": "semanticScholar",
      "rank": 2,
      "citation_count": 882,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark Energy Survey Year 3 results: Cosmological constraints from galaxy clustering and weak lensing",
      "authors": [
        "T. Abbott",
        "M. Aguena",
        "A. Alarcon"
      ],
      "abstract": "We present the first cosmology results from large-scale structure in the Dark Energy Survey (DES) spanning 5000 deg$^2$. We perform an analysis combining three two-point correlation functions (3$\\times$2pt): (i) cosmic shear using 100 million source galaxies, (ii) galaxy clustering, and (iii) the cross-correlation of source galaxy shear with lens galaxy positions. The analysis was designed to mitigate confirmation or observer bias; we describe specific changes made to the lens galaxy sample following unblinding of the results. We model the data within the flat $\\Lambda$CDM and $w$CDM cosmological models. We find consistent cosmological results between the three two-point correlation functions; their combination yields clustering amplitude $S_8=0.776^{+0.017}_{-0.017}$ and matter density $\\Omega_{\\mathrm{m}} = 0.339^{+0.032}_{-0.031}$ in $\\Lambda$CDM, mean with 68% confidence limits; $S_8=0.775^{+0.026}_{-0.024}$, $\\Omega_{\\mathrm{m}} = 0.352^{+0.035}_{-0.041}$, and dark energy equation-of-state parameter $w=-0.98^{+0.32}_{-0.20}$ in $w$CDM. This combination of DES data is consistent with the prediction of the model favored by the Planck 2018 cosmic microwave background (CMB) primary anisotropy data, which is quantified with a probability-to-exceed $p=0.13$ to $0.48$. When combining DES 3$\\times$2pt data with available baryon acoustic oscillation, redshift-space distortion, and type Ia supernovae data, we find $p=0.34$. Combining all of these data sets with Planck CMB lensing yields joint parameter constraints of $S_8 = 0.812^{+0.008}_{-0.008}$, $\\Omega_{\\mathrm{m}} = 0.306^{+0.004}_{-0.005}$, $h=0.680^{+0.004}_{-0.003}$, and $\\sum m_{\\nu}<0.13 \\;\\mathrm{eV\\; (95\\% \\;CL)}$ in $\\Lambda$CDM; $S_8 = 0.812^{+0.008}_{-0.008}$, $\\Omega_{\\mathrm{m}} = 0.302^{+0.006}_{-0.006}$, $h=0.687^{+0.006}_{-0.007}$, and $w=-1.031^{+0.030}_{-0.027}$ in $w$CDM. (abridged)",
      "doi": "10.1103/PhysRevD.105.023520",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/bd5c3d43a996e9921f3135f5844369ee7c253c08",
      "source": "semanticScholar",
      "rank": 3,
      "citation_count": 175,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark Energy Survey Year 1 Results: Cosmological constraints from cluster abundances and weak lensing",
      "authors": [
        "D. C. T. Abbott",
        "M. Aguena",
        "A. Alarcon"
      ],
      "abstract": "We perform a joint analysis of the counts and weak lensing signal of redMaPPer clusters selected from the Dark Energy Survey (DES) Year 1 dataset. Our analysis uses the same shear and source photometric redshifts estimates as were used in the DES combined probes analysis. Our analysis results in surprisingly low values for S-8 = sigma(8)(Omega(m)/0.3)(0.5) = 0.65 0.04, driven by a low matter density parameter, Omega(m) = 0.179(-0.038)(+0.031), with sigma(8) - Omega(m) posteriors in 2.4 sigma tension with the DES Y1 3x2pt results, and in 5.6 sigma with the Planck CMB analysis. These results include the impact of post-unblinding changes to the analysis, which did not improve the level of consistency with other data sets compared to the results obtained at the unblinding. The fact that multiple cosmological probes (supernovae, baryon acoustic oscillations, cosmic shear, galaxy clustering and CMB anisotropies), and other galaxy cluster analyses all favor significantly higher matter densities suggests the presence of systematic errors in the data or an incomplete modeling of the relevant physics. Cross checks with x-ray and microwave data, as well as independent constraints on the observable -mass relation from Sunyaev-Zeldovich selected clusters, suggest that the discrepancy resides in our modeling of the weak lensing signal rather than the cluster abundance. Repeating our analysis using a higher richness threshold (lambda >= 30) significantly reduces the tension with other probes, and points to one or more richness -dependent effects not captured by our model.",
      "doi": "10.1103/PHYSREVD.102.023509",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/64e17a6965b03450c11cf9f3821eb1b08cec6201",
      "source": "semanticScholar",
      "rank": 4,
      "citation_count": 101,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark energy survey year 3 results: weak lensing shape catalogue",
      "authors": [
        "M. Gatti",
        "E. Sheldon",
        "A. Amon"
      ],
      "abstract": "\n We present and characterize the galaxy shape catalogue from the first 3 yr of Dark Energy Survey (DES) observations, over an effective area of  4143 deg2 of the southern sky. We describe our data analysis process and our self-calibrating shear measurement pipeline metacalibration, which builds and improves upon the pipeline used in the DES Year 1 analysis in several aspects. The DES Year 3 weak-lensing shape catalogue consists of 100 204 026 galaxies, measured in the riz bands, resulting in a weighted source number density of neff = 5.59 gal arcmin−2 and corresponding shape noise σe = 0.261. We perform a battery of internal null tests on the catalogue, including tests on systematics related to the point spread function (PSF) modelling, spurious catalogue B-mode signals, catalogue contamination, and galaxy properties.",
      "doi": "10.1093/mnras/stab918",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/b899e8b22fe57317a79864d30304c4c709837fb6",
      "source": "semanticScholar",
      "rank": 5,
      "citation_count": 77,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark Energy Survey Year 3 results: Curved-sky weak lensing mass map reconstruction",
      "authors": [
        "N. Jeffrey",
        "M. Gatti",
        "C. Chang"
      ],
      "abstract": "\n We present reconstructed convergence maps, mass maps, from the Dark Energy Survey (DES) third year (Y3) weak gravitational lensing data set. The mass maps are weighted projections of the density field (primarily dark matter) in the foreground of the observed galaxies. We use four reconstruction methods, each is a maximum a posteriori estimate with a different model for the prior probability of the map: Kaiser–Squires, null B-mode prior, Gaussian prior, and a sparsity prior. All methods are implemented on the celestial sphere to accommodate the large sky coverage of the DES Y3 data. We compare the methods using realistic ΛCDM simulations with mock data that are closely matched to the DES Y3 data. We quantify the performance of the methods at the map level and then apply the reconstruction methods to the DES Y3 data, performing tests for systematic error effects. The maps are compared with optical foreground cosmic-web structures and are used to evaluate the lensing signal from cosmic-void profiles. The recovered dark matter map covers the largest sky fraction of any galaxy weak lensing map to date.",
      "doi": "10.1093/mnras/stab1495",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/17c64b3863613f0ef34ab190c2d76020a0ba2d02",
      "source": "semanticScholar",
      "rank": 6,
      "citation_count": 44,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark Energy Survey Year 3 results: redshift calibration of the weak lensing source galaxies",
      "authors": [
        "J. Myles",
        "A. Alarcon",
        "A. Amon"
      ],
      "abstract": "\n Determining the distribution of redshifts of galaxies observed by wide-field photometric experiments like the Dark Energy Survey (DES) is an essential component to mapping the matter density field with gravitational lensing. In this work we describe the methods used to assign individual weak lensing source galaxies from the DES Year 3 Weak Lensing Source Catalogue to four tomographic bins and to estimate the redshift distributions in these bins. As the first application of these methods to data, we validate that the assumptions made apply to the DES Y3 weak lensing source galaxies and develop a full treatment of systematic uncertainties. Our method consists of combining information from three independent likelihood functions: self-organizing map p(z) (sompz), a method for constraining redshifts from galaxy photometry; clustering redshifts (WZ), constraints on redshifts from cross-correlations of galaxy density functions; and shear ratios (SRs), which provide constraints on redshifts from the ratios of the galaxy-shear correlation functions at small scales. Finally, we describe how these independent probes are combined to yield an ensemble of redshift distributions encapsulating our full uncertainty. We calibrate redshifts with combined effective uncertainties of σ〈z〉 ∼ 0.01 on the mean redshift in each tomographic bin.",
      "doi": "10.1093/mnras/stab1515",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/292573f5b08268f7bd73898b5d7487e562cf944f",
      "source": "semanticScholar",
      "rank": 7,
      "citation_count": 66,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Likelihood-free inference with neural compression of DES SV weak lensing map statistics",
      "authors": [
        "N. Jeffrey",
        "Justin Alsing",
        "F. Lanusse"
      ],
      "abstract": "\n In many cosmological inference problems, the likelihood (the probability of the observed data as a function of the unknown parameters) is unknown or intractable. This necessitates approximations and assumptions, which can lead to incorrect inference of cosmological parameters, including the nature of dark matter and dark energy, or create artificial model tensions. Likelihood-free inference covers a novel family of methods to rigorously estimate posterior distributions of parameters using forward modelling of mock data. We present likelihood-free cosmological parameter inference using weak lensing maps from the Dark Energy Survey (DES) Science Verification data, using neural data compression of weak lensing map summary statistics. We explore combinations of the power spectra, peak counts, and neural compressed summaries of the lensing mass map using deep convolution neural networks. We demonstrate methods to validate the inference process, for both the data modelling and the probability density estimation steps. Likelihood-free inference provides a robust and scalable alternative for rigorous large-scale cosmological inference with galaxy survey data (for DES, Euclid, and LSST). We have made our simulated lensing maps publicly available.",
      "doi": "10.1093/MNRAS/STAA3594",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/71ac92dee56da28ed15b6f47fef4e0a42bdcabe4",
      "source": "semanticScholar",
      "rank": 8,
      "citation_count": 70,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak lensing scattering transform: dark energy and neutrino mass sensitivity",
      "authors": [
        "S. Cheng",
        "B. M'enard"
      ],
      "abstract": "\n As weak lensing surveys become deeper, they reveal more non-Gaussian aspects of the convergence field which can only be extracted using statistics beyond the power spectrum. In a companion paper, we showed that the scattering transform, a novel statistic borrowing mathematical concepts from convolutional neural networks, is a powerful tool for cosmological parameter estimation in the non-Gaussian regime. Here, we extend that analysis to explore its sensitivity to dark energy and neutrino mass parameters with weak lensing surveys. We first use image synthesis to show visually that, compared to the power spectrum and bispectrum, the scattering transform provides a better statistical vocabulary to characterize the perceptual properties of lensing mass maps. We then show that it is also better suited for parameter inference: (i) it provides higher sensitivity in the noiseless regime, and (ii) at the noise level of Rubin-like surveys, though the constraints are not significantly tighter than those of the bispectrum, the scattering coefficients have a more Gaussian sampling distribution, which is an important property for likelihood parametrization and accurate cosmological inference. We argue that the scattering coefficients are preferred statistics considering both constraining power and likelihood properties.",
      "doi": "10.1093/mnras/stab2102",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/0f456f667faaecfa408ab9b1d18fe0d6dbd24718",
      "source": "semanticScholar",
      "rank": 9,
      "citation_count": 32,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Early dark energy resolution to the Hubble tension in light of weak lensing surveys and lensing anomalies",
      "authors": [
        "R. Murgia",
        "G. F. Abell'an",
        "V. Poulin"
      ],
      "abstract": "A constant early dark energy (EDE) component contributing a fraction ${f}_{\\mathrm{EDE}}({z}_{c})\\ensuremath{\\sim}10%$ of the energy density of the universe around ${z}_{c}\\ensuremath{\\simeq}3500$ and diluting as or faster than radiation afterwards, can provide a simple resolution to the Hubble tension, the $\\ensuremath{\\sim}5\\ensuremath{\\sigma}$ discrepancy---in the $\\mathrm{\\ensuremath{\\Lambda}}\\mathrm{CDM}$ context---between the ${H}_{0}$ value derived from early- and late-universe observations. However, it has been pointed out that including Large-Scale Structure (LSS) data, which are in $\\ensuremath{\\sim}3\\ensuremath{\\sigma}$ tension with $\\mathrm{\\ensuremath{\\Lambda}}\\mathrm{CDM}$ and EDE cosmologies, might break some parameter degeneracy and alter these conclusions. We reassess the viability of the EDE against a host of high- and low-redshift measurements, by combining LSS observations from recent weak lensing (WL) surveys with CMB, baryon acoustic oscillation (BAO), growth function (FS) and Supernova Ia (SNIa) data. Introducing a model whose only parameter is ${f}_{\\mathrm{EDE}}({z}_{c})$, we report in agreement with past work a $\\ensuremath{\\sim}2\\ensuremath{\\sigma}$ preference for nonzero ${f}_{\\mathrm{EDE}}({z}_{c})$ from Planck CMB data alone, while the tension with the local ${H}_{0}$ measurement from sh0es is reduced below $2\\ensuremath{\\sigma}$. Adding BAO, FS and SNIa does not affect this conclusion, while the inclusion of a prior on ${H}_{0}$ from sh0es increase the preference for EDE over $\\mathrm{\\ensuremath{\\Lambda}}\\mathrm{CDM}$ to the $\\ensuremath{\\sim}3.6\\ensuremath{\\sigma}$ level. After checking the EDE nonlinear matter power spectrum as predicted by standard semi-analytical algorithms via a dedicated set of $N$-body simulations, we test the 1-parameter EDE cosmology against WL data. We find that it does not significantly worsen the fit to the ${S}_{8}$ measurement as compared to $\\mathrm{\\ensuremath{\\Lambda}}\\mathrm{CDM}$, and that current WL observations do not exclude the EDE resolution to the Hubble tension. We also caution against the interpretation of constraints obtained from combining statistically inconsistent datasets within the $\\mathrm{\\ensuremath{\\Lambda}}\\mathrm{CDM}$ cosmology. In light of the CMB lensing anomalies, we show that the lensing-marginalized CMB data also favor nonzero ${f}_{\\mathrm{EDE}}({z}_{c})$ at $\\ensuremath{\\sim}2\\ensuremath{\\sigma}$, predicts ${H}_{0}$ in $1.4\\ensuremath{\\sigma}$ agreement with sh0es and ${S}_{8}$ in $1.5\\ensuremath{\\sigma}$ and $0.8\\ensuremath{\\sigma}$ agreement with kids-viking and des respectively. There still exists however a $\\ensuremath{\\sim}2.5\\ensuremath{\\sigma}$ tension with the joint results from kids-viking and des. With an eye on Occam's razor, we finally discuss promising extensions of the EDE cosmology that could allow us to fully restore cosmological concordance.",
      "doi": "10.1103/PHYSREVD.103.063502",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/da6393552a05a98a68f413d90df862ece621e194",
      "source": "semanticScholar",
      "rank": 10,
      "citation_count": 62,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Quadratic estimators for CMB weak lensing",
      "authors": [
        "A. Maniyar",
        "Yacine Ali-Haïmoud",
        "J. Carron"
      ],
      "abstract": "In recent years, weak lensing of the cosmic microwave background (CMB) has emerged as a powerful tool to probe fundamental physics, such as neutrino masses, primordial non-Gaussianity, dark energy, and modified gravity. The prime target of CMB lensing surveys is the lensing potential, which is reconstructed from observed CMB temperature $T$ and polarization $E$ and $B$ fields. Until very recently, this reconstruction has been performed with quadratic estimators (QEs), which, although known to be suboptimal for high-sensitivity experiments, are numerically efficient, and useful to make forecasts and cross-check the results of more sophisticated likelihood-based methods. It is expected that ongoing and near-future CMB experiments such as AdvACT, SPT-3G and the Simons Observatory (SO), will also rely on QEs. Here, we review different QEs, and clarify their differences. In particular, we show that the Hu-Okamoto (HO02) estimator is not the absolute optimal lensing estimator that can be constructed out of quadratic combinations of $T, E$ and $B$ fields. Instead, we derive the global-minimum-variance (GMV) lensing quadratic estimator. Although this estimator can be found elsewhere in the literature, it was erroneously described as equivalent to the HO02 estimator, and has never been used in real data analyses. Here, we show explicitly that the HO02 estimator is suboptimal to the GMV estimator, with a reconstruction noise larger by up to $\\sim 9\\%$ for a SO-like experiment. We further show that the QE used in the Planck, and recent SPT lensing analysis are suboptimal to both the HO02 and GMV estimator, and would have a reconstruction noise up to $\\sim 11\\%$ larger than that of the GMV estimator for a SO-like experiment. In addition to clarifying differences between different QEs, this work should thus provide motivation to implement the GMV estimator in future lensing analyses relying on QEs.",
      "doi": "10.1103/PHYSREVD.103.083524",
      "year": 2021,
      "url": "https://www.semanticscholar.org/paper/0cbbe48f3858331caf6861235f6ee6acfd9a328b",
      "source": "semanticScholar",
      "rank": 11,
      "citation_count": 22,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cluster–galaxy weak lensing",
      "authors": [
        "K. Umetsu"
      ],
      "abstract": "Weak gravitational lensing of background galaxies provides a direct probe of the projected matter distribution in and around galaxy clusters. Here, we present a self-contained pedagogical review of cluster–galaxy weak lensing, covering a range of topics relevant to its cosmological and astrophysical applications. We begin by reviewing the theoretical foundations of gravitational lensing from first principles, with a special attention to the basics and advanced techniques of weak gravitational lensing. We summarize and discuss key findings from recent cluster–galaxy weak-lensing studies on both observational and theoretical grounds, with a focus on cluster mass profiles, the concentration–mass relation, the splashback radius, and implications from extensive mass-calibration efforts for cluster cosmology.",
      "doi": "10.1007/s00159-020-00129-w",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/078687addd8b820ec4b1e0e6ba11bad9159f0278",
      "source": "semanticScholar",
      "rank": 12,
      "citation_count": 51,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cosmological forecast for non-Gaussian statistics in large-scale weak lensing surveys",
      "authors": [
        "Dominik Zürcher",
        "J. Fluri",
        "R. Sgier"
      ],
      "abstract": "Cosmic shear data contains a large amount of cosmological information encapsulated in the non-Gaussian features of the weak lensing mass maps. Weak lensing studies mostly rely on two-point statistics to constrain cosmology from cosmic shear data, that do not capture all of this information. Additional non-Gaussian information can be extracted using non-Gaussian statistics. We compare the constraining power in the Ωm–σ8 plane of three map-based non-Gaussian statistics with the angular power spectrum, namely; peak counts, minimum counts and Minkowski functionals. We further analyze the impact of tomography and systematic effects originating from galaxy intrinsic alignments, multiplicative shear bias and photometric redshift systematics. We forecast the performance of the statistics for a stage-3-like weak lensing survey, spanning an area of 5000 deg2 and restrict ourselves to scales ⩾ 10 arcmin to avoid baryonic effects. The study follows a forward modelling scheme to predict the statistics at different cosmologies based on N-Body simulations. We find, that in our setup, the considered non-Gaussian statistics provide tighter constraints than the angular power spectrum. The peak counts show the greatest potential, increasing the figure-of-Merit (FoM) in the Ωm–σ8 plane by a factor of about 6, while the minimum counts and the Minkowski functionals yield an increase by a factor of about 3 and 2, respectively. A combined analysis using all non-Gaussian statistics in addition to the power spectrum increases the FoM by a factor of 9 and reduces the error on S8 by ≈ 30%. We find that the importance of tomography is diminished when combining non-Gaussian statistics with the angular power spectrum. The non-Gaussian statistics indeed profit less from tomography and the minimum counts and Minkowski functionals add some robustness against galaxy intrinsic alignment in a non-tomographic setting. We further find that a combination of the angular power spectrum and the non-Gaussian statistics allows us to apply conservative scale cuts in the analysis, thus helping to minimize the impact of baryonic and relativistic effects, while conserving the cosmological constraining power. We make the code that was used to conduct this analysis publicly available to simplify performing such analyses in the future.",
      "doi": "10.1088/1475-7516/2021/01/028",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/64fc26dfb84d3b852f358b6c616722deefe6fe3b",
      "source": "semanticScholar",
      "rank": 13,
      "citation_count": 39,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "A hydrodynamical halo model for weak-lensing cross correlations",
      "authors": [
        "Alexander Mead",
        "T. Tröster",
        "C. Heymans"
      ],
      "abstract": "On the scale of galactic haloes, the distribution of matter in the cosmos is affected by energetic, non-gravitational processes, the so-called baryonic feedback. A lack of knowledge about the details of how feedback processes redistribute matter is a source of uncertainty for weak-lensing surveys, which accurately probe the clustering of matter in the Universe over a wide range of scales. We developed a cosmology-dependent model for the matter distribution that simultaneously accounts for the clustering of dark matter, gas, and stars. We informed our model by comparing it to power spectra measured from theBAHAMASsuite of hydrodynamical simulations. In addition to considering matter power spectra, we also considered spectra involving the electron-pressure field, which directly relates to the thermal Sunyaev-Zel’dovich (tSZ) effect. We fitted parameters in our model so that it can simultaneously model both matter and pressure data and such that the distribution of gas as inferred from tSZ has an influence on the matter spectrum predicted by our model. We present two variants, one that matches the feedback-induced suppression seen in the matter–matter power spectrum at the percent level and a second that matches the matter–matter data to a slightly lesser degree (≃2%). However, the latter is able to simultaneously model the matter–electron pressure spectrum at the ≃15% level. We envisage our models being used to simultaneously learn about cosmological parameters and the strength of baryonic feedback using a combination of tSZ and lensing auto- and cross-correlation data.",
      "doi": "10.1051/0004-6361/202038308",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/7f3c31a0ded40eae64c2dcbe1599dcf66fd743a9",
      "source": "semanticScholar",
      "rank": 14,
      "citation_count": 31,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Interpreting deep learning models for weak lensing",
      "authors": [
        "J. Z. Matilla",
        "Manasi Sharma",
        "Daniel J. Hsu"
      ],
      "abstract": "Deep Neural Networks (DNNs) are powerful algorithms that have been proven capable of extracting non-Gaussian information from weak lensing (WL) data sets. Understanding which features in the data determine the output of these nested, non-linear algorithms is an important but challenging task. We analyze a DNN that has been found in previous work to accurately recover cosmological parameters in simulated maps of the WL convergence ($\\kappa$). We derive constraints on the cosmological parameter pair $(\\Omega_m,\\sigma_8)$ from a combination of three commonly used WL statistics (power spectrum, lensing peaks, and Minkowski functionals), using ray-traced simulated $\\kappa$ maps. We show that the network can improve the inferred parameter constraints relative to this combination by $20\\%$ even in the presence of realistic levels of shape noise. We apply a series of well established saliency methods to interpret the DNN and find that the most relevant pixels are those with extreme $\\kappa$ values. For noiseless maps, regions with negative $\\kappa$ account for $86-69\\%$ of the attribution of the DNN output, defined as the square of the saliency in input space. In the presence of shape nose, the attribution concentrates in high convergence regions, with $36-68\\%$ of the attribution in regions with $\\kappa > 3 \\sigma_{\\kappa}$.",
      "doi": "10.1103/physrevd.102.123506",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/c5ce52c948572591d649aeb93975ec42a2b04dd8",
      "source": "semanticScholar",
      "rank": 15,
      "citation_count": 22,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak-lensing observables in relativistic N-body simulations",
      "authors": [
        "F. Lepori",
        "J. Adamek",
        "R. Durrer"
      ],
      "abstract": "We present a numerical weak-lensing analysis that is fully relativistic and non-perturbative for the scalar part of the gravitational potential and first-order in the vector part, frame dragging. Integrating the photon geodesics backwards from the observer to the emitters, we solve the Sachs optical equations and study in detail the weak-lensing convergence, ellipticity and rotation. For the first time, we apply such an analysis to a high-resolution relativistic N-body simulation, which consistently includes the leading-order corrections due to general relativity on both large and small scales. These are related to the question of gauge choice and to post-Newtonian corrections, respectively. We present the angular power spectra and one-point probability distribution functions for the weak-lensing variables, which we find are broadly in agreement with comparable Newtonian simulations. Our geometric approach, however, is more robust and flexible, and can therefore be applied consistently to non-standard cosmologies and modified theories of gravity.",
      "doi": "10.1093/MNRAS/STAA2024",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/4a9670f8c510dfa5cb852bdfcbbf164651a3242f",
      "source": "semanticScholar",
      "rank": 16,
      "citation_count": 22,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Weak lensing cosmology with convolutional neural networks on noisy data",
      "authors": [
        "D. Ribli",
        "B. Pataki",
        "José Manuel Zorrilla Matilla"
      ],
      "abstract": "\n Weak gravitational lensing is one of the most promising cosmological probes of the late universe. Several large ongoing (DES, KiDS, HSC) and planned (LSST, Euclid, WFIRST) astronomical surveys attempt to collect even deeper and larger scale data on weak lensing. Due to gravitational collapse, the distribution of dark matter is non-Gaussian on small scales. However, observations are typically evaluated through the two-point correlation function of galaxy shear, which does not capture non-Gaussian features of the lensing maps. Previous studies attempted to extract non-Gaussian information from weak lensing observations through several higher order statistics such as the three-point correlation function, peak counts, or Minkowski functionals. Deep convolutional neural networks (CNN) emerged in the field of computer vision with tremendous success, and they offer a new and very promising framework to extract information from 2D or 3D astronomical data sets, confirmed by recent studies on weak lensing. We show that a CNN is able to yield significantly stricter constraints of (σ8, Ωm) cosmological parameters than the power spectrum using convergence maps generated by full N-body simulations and ray-tracing, at angular scales and shape noise levels relevant for future observations. In a scenario mimicking LSST or Euclid, the CNN yields 2.4–2.8 times smaller credible contours than the power spectrum, and 3.5–4.2 times smaller at noise levels corresponding to a deep space survey such as WFIRST. We also show that at shape noise levels achievable in future space surveys the CNN yields 1.4–2.1 times smaller contours than peak counts, a higher order statistic capable of extracting non-Gaussian information from weak lensing maps.",
      "doi": "10.1093/mnras/stz2610",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/77dab6fe33441b03b5ded9293ce2e958d5e4f747",
      "source": "semanticScholar",
      "rank": 17,
      "citation_count": 77,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "KiDS-1000 Cosmology: Multi-probe weak gravitational lensing and spectroscopic galaxy clustering constraints",
      "authors": [
        "C. Heymans",
        "T. Troster",
        "M. Asgari"
      ],
      "abstract": "We present a joint cosmological analysis of weak gravitational lensing observations from the Kilo-Degree Survey (KiDS-1000), with redshift-space galaxy clustering observations from the Baryon Oscillation Spectroscopic Survey (BOSS) and galaxy-galaxy lensing observations from the overlap between KiDS-1000, BOSS, and the spectroscopic 2-degree Field Lensing Survey. This combination of large-scale structure probes breaks the degeneracies between cosmological parameters for individual observables, resulting in a constraint on the structure growth parameter S8 = σ8√(Ωm/0.3) = 0.766−0.014+0.020, which has the same overall precision as that reported by the full-sky cosmic microwave background observations from Planck. The recovered S8 amplitude is low, however, by 8.3 ± 2.6% relative to Planck. This result builds from a series of KiDS-1000 analyses where we validate our methodology with variable depth mock galaxy surveys, our lensing calibration with image simulations and null-tests, and our optical-to-near-infrared redshift calibration with multi-band mock catalogues and a spectroscopic-photometric clustering analysis. The systematic uncertainties identified by these analyses are folded through as nuisance parameters in our cosmological analysis. Inspecting the offset between the marginalised posterior distributions, we find that the S8-difference with Planck is driven by a tension in the matter fluctuation amplitude parameter, σ8. We quantify the level of agreement between the cosmic microwave background and our large-scale structure constraints using a series of different metrics, finding differences with a significance ranging between ∼3σ, when considering the offset in S8, and ∼2σ, when considering the full multi-dimensional parameter space.",
      "doi": "10.1051/0004-6361/202039063",
      "year": 2020,
      "url": "https://www.semanticscholar.org/paper/1bf58c69e2c37e6c322de191da961acbc400db2b",
      "source": "semanticScholar",
      "rank": 18,
      "citation_count": 432,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Dark Energy Survey Year 1 results: weak lensing mass calibration of redMaPPer galaxy clusters",
      "authors": [
        "T. McClintock",
        "T. Varga",
        "D. Gruen"
      ],
      "abstract": "We constrain the mass--richness scaling relation of redMaPPer galaxy clusters identified in the Dark Energy Survey Year 1 data using weak gravitational lensing. We split clusters into 4×3 bins of richness λ and redshift z for λ≥20 and 0.2≤z≤0.65 and measure the mean masses of these bins using their stacked weak lensing signal. By modeling the scaling relation as ⟨M 200m |λ,z⟩=M 0 (λ/40) F ((1+z)/1.35) G , we constrain the normalization of the scaling relation at the 5.0 per cent level as M 0 =[3.081±0.075(stat)±0.133(sys)]⋅10 14 M ⊙ at λ=40 and z=0.35 . The richness scaling index is constrained to be F=1.356±0.051 (stat)±0.008 (sys) and the redshift scaling index G=−0.30±0.30 (stat)±0.06 (sys) . These are the tightest measurements of the normalization and richness scaling index made to date. We use a semi-analytic covariance matrix to characterize the statistical errors in the recovered weak lensing profiles. Our analysis accounts for the following sources of systematic error: shear and photometric redshift errors, cluster miscentering, cluster member dilution of the source sample, systematic uncertainties in the modeling of the halo--mass correlation function, halo triaxiality, and projection effects. We discuss prospects for reducing this systematic error budget, which dominates the uncertainty on M 0. Our result is in excellent agreement with, but has significantly smaller uncertainties than, previous measurements in the literature, and augurs well for the power of the DES cluster survey as a tool for precision cosmology and upcoming galaxy surveys such as LSST, Euclid and WFIRST.",
      "doi": "10.1093/mnras/sty2711",
      "year": 2018,
      "url": "https://www.semanticscholar.org/paper/164afb27168262a4f5db687c7504771306fe915b",
      "source": "semanticScholar",
      "rank": 19,
      "citation_count": 127,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    },
    {
      "title": "Cosmological constraints with deep learning from KiDS-450 weak lensing maps",
      "authors": [
        "J. Fluri",
        "T. Kacprzak",
        "Aurélien Lucchi"
      ],
      "abstract": "Convolutional neural networks (CNNs) have recently been demonstrated on synthetic data to improve upon the precision of cosmological inference. In particular, they have the potential to yield more precise cosmological constraints from weak lensing mass maps than the two-point functions. We present the cosmological results with a CNN from the KiDS-450 tomographic weak lensing dataset, constraining the total matter density Ωm, the fluctuation amplitude σ8, and the intrinsic alignment amplitude AIA. We use a grid of N-body simulations to generate a training set of tomographic weak lensing maps. We test the robustness of the expected constraints to various effects, such as baryonic feedback, simulation accuracy, a different value of H0, or the light cone projection technique. We train a set of ResNet-based CNNs with varying depths to analyze sets of tomographic KiDS mass maps divided into 20 flat regions, with applied Gaussian smoothing of σ=2.34  arc min. The uncertainties on shear calibration and n(z) error are marginalized in the likelihood pipeline. Following a blinding scheme, we derive constraints on S8=σ8(Ωm/0.3)0.5=0.777-0.036+0.038 with our CNN analysis, with AIA=1.398-0.724+0.779. We compare this result to the power spectrum analysis on the same maps and likelihood pipeline and find an improvement of about 30% for the CNN. We discuss how our results offer excellent prospects for the use of deep learning in future cosmological data analysis.",
      "doi": "10.1103/PhysRevD.100.063514",
      "year": 2019,
      "url": "https://www.semanticscholar.org/paper/d24a2e54337618bc726f48f05d8f82d82c330c89",
      "source": "semanticScholar",
      "rank": 20,
      "citation_count": 65,
      "doctype": null,
      "property": null,
      "boosted_score": null,
      "original_score": null,
      "original_rank": null,
      "rank_change": null,
      "boost_factors": null
    }
  ]
}