{
  "timestamp": 1743105709.3683488,
  "expiry": 86400,
  "results": [
    {
      "title": "Secular perturbations of asteroids with high inclination and eccentricity",
      "authors": [],
      "abstract": "Secular perturbations of asteroids with high inclination and eccentricity moving under the attraction of the sun and Jupiter are studied on the assumption that Jupiter's orbit is circular. After short-periodic terms in the Hamiltonian are eliminated, the degree of freedom for the canonical equations of motion can be reduced to 1. Since there is an energy integral, the equations can be solved by quadrature. When the ratio of the semi-major axes of the asteroid and Jupiter takes a very small value, the solutions are expressed by elliptic functions. When the z component of the angular momentum (that is, Delaunay's H) of the asteroid is smaller than a certain limiting value, there are both a stationary solution and solutions corresponding to libration cases. The limiting value of H increases as the ratio of the semimajor axes increases, i.e., the corresponding limiting inclination drops from 39.2° to 1.8° as the ratio of the axes increases from 0.0 to 0.95.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1962AJ.....67..591K/abstract",
      "source": "ads",
      "rank": 1,
      "citation_count": 2135,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Collisional Model of Asteroids and Their Debris",
      "authors": [],
      "abstract": "A model for colliding objects in the asteroidal belt is formulated. An integro-differential equation describing the evolution of a system of particles undergoing inelastic collisions and fragmentation is derived and solved for steady-state conditions. It is found that the number density of particles per unit volume in the mass range m to m + dm is Am^-a dm, where A and α are constants (provided that certain conditions are satisfied). The population index α can then be derived theoretically; for asteroids and their debris, α = 1.837, in agreement with an empirical fit to the observed distribution. Various statistical properties of the distribution can be derived from the model. It is found that, for asteroidal objects, catastrophic collisions constitute the most important physical process determining particle lifetimes and the form of the particle distribution for particles sufficiently large that radiation effects are unimportant. The lifetime of the largest asteroids is found to be of the same order of magnitude as the probable lifetime of the solar system; therefore, some of the largest asteroids may have survived since the time of creation, whereas most smaller ones have not and are collisional fragments, according to the present model.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1969JGR....74.2531D/abstract",
      "source": "ads",
      "rank": 2,
      "citation_count": 991,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Density of asteroids",
      "authors": [],
      "abstract": "The small bodies of our solar system are the remnants of the early stages of planetary formation. A considerable amount of information regarding the processes that occurred during the accretion of the early planetesimals is still present among this population. A review of our current knowledge of the density of small bodies is presented here. Density is indeed a fundamental property for the understanding of their composition and internal structure. Intrinsic physical properties of small bodies are sought by searching for relationships between the dynamical and taxonomic classes, size, and density. Mass and volume estimates for 287 small bodies (asteroids, comets, and transneptunian objects) are collected from the literature. The accuracy and biases affecting the methods used to estimate these quantities are discussed and best-estimates are strictly selected. Bulk densities are subsequently computed and compared with meteorite density, allowing to estimate the macroporosity (i.e., amount of voids) within these bodies. Dwarf-planets apparently have no macroporosity, while smaller bodies (&lt;400 km) can have large voids. This trend is apparently correlated with size: C- and S-complex asteroids tend to have larger density with increasing diameter. The average density of each Bus-DeMeo taxonomic classes is computed (DeMeo et al., 2009; Icarus 202). S-complex asteroids are more dense on average than those in the C-complex that in turn have a larger macroporosity, although both complexes partly overlap. Within the C-complex asteroids, B-types stand out in albedo, reflectance spectra, and density, indicating a unique composition and structure. Asteroids in the X-complex span a wide range of densities, suggesting that many compositions are included in the complex. Comets and TNOs have high macroporosity and low density, supporting the current models of internal structures made of icy aggregates. Although the number of density estimates sky-rocketed during last decade from a handful to 287, only a third of the estimates are more precise than 20%. Several lines of investigation to refine this statistic are contemplated, including observations of multiple systems, 3-D shape modeling, and orbital analysis from Gaia astrometry.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012P&SS...73...98C/abstract",
      "source": "ads",
      "rank": 3,
      "citation_count": 449,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "A Thermal Model for Near-Earth Asteroids",
      "authors": [],
      "abstract": "It has become common practice in studies of the thermal emission from near-Earth asteroids to employ thermal models developed on the basis of infrared observations of large, main-belt asteroids. However, near-Earth asteroids are relatively small and are expected to have less dusty, \"rockier,\" surfaces with higher thermal inertias than main-belt asteroids. Furthermore, they tend to have irregular shapes and are often observed at large solar phase angles, compared to main-belt objects. Therefore, the applicability of the commonly used asteroid thermal models to these objects is not self-evident. Radiometric data in the 4-20-μm range of several near-Earth asteroids are compared with model predictions of the thermal emission. For all the objects considered both the \"standard\" and \"fast rotating\" thermal models produce poor fits to the observational data. Simple modifications to the standard thermal model are described that lead to significantly improved fits to the data. Revised estimates of the albedos and sizes of a number of near-Earth asteroids are derived using the resulting new thermal model with an empirically derived calibration parameter and compared with existing data from other sources. The new model is proposed as a default simple thermal model for estimating albedos and diameters of near-Earth asteroids.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1998Icar..131..291H/abstract",
      "source": "ads",
      "rank": 4,
      "citation_count": 446,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "JWST sighting of decametre main-belt asteroids and view on meteorite sources",
      "authors": [],
      "abstract": "Asteroid discoveries are essential for planetary-defence efforts aiming to prevent impacts with Earth<SUP>1</SUP>, including the more frequent<SUP>2</SUP> megaton explosions from decametre impactors<SUP>3, 4, 5–6</SUP>. Although large asteroids (≥100 kilometres) have remained in the main belt since their formation<SUP>7</SUP>, small asteroids are commonly transported to the near-Earth object (NEO) population<SUP>8,9</SUP>. However, owing to the lack of direct observational constraints, their size–frequency distribution (SFD)—which informs our understanding of the NEOs and the delivery of meteorite samples to Earth—varies substantially among models<SUP>10, 11, 12, 13–14</SUP>. Here we report 138 detections of some of the smallest asteroids (≳10 metres) ever observed in the main belt, which were enabled by JWST's infrared capabilities covering the emission peaks of the asteroids<SUP>15</SUP> and synthetic tracking techniques<SUP>16, 17–18</SUP>. Despite small orbital arcs, we constrain the distances and phase angles of the objects using known asteroids as proxies, allowing us to derive sizes through radiometric techniques. Their SFD shows a break at about 100 metres (debiased cumulative slopes of q = ‑2.66 ± 0.60 and ‑0.97 ± 0.14 for diameters smaller and larger than roughly 100 metres, respectively), suggestive of a population driven by collisional cascade. These asteroids were sampled from several asteroid families—most probably Nysa, Polana and Massalia—according to the geometry of pointings considered here. Through further long-stare infrared observations, JWST is poised to serendipitously detect thousands of decametre-scale asteroids across the sky, examining individual asteroid families<SUP>19</SUP> and the source regions of meteorites<SUP>13,14</SUP> 'in situ'.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2025Natur.638...74B/abstract",
      "source": "ads",
      "rank": 5,
      "citation_count": 2,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "319 Leona and 341 California - Two Very Slowly Rotating Asteroids",
      "authors": [],
      "abstract": "An observing strategy for asteroids suspected of being very slowly rotating is described and recommended to all observers. For 319 Leona the synodic rotation period is 430 ± 2 hours, amplitude 0.7 magnitudes, a second tumbling period is 1084 ± 10 hours, color index V-R = 0.43, H=10.46 ± 0.08 and G=0.11 ± 0.09 at mean light. For 341 California the synodic rotation period is 318 ± 2 hours, amplitude 0.9 magnitudes, a second tumbling period is 250 ± 2 hours, color index V-R = 0.53, H=11.53 ± 0.06 and G=0.18 ± 0.05 at mean light.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2017MPBu...44...87P/abstract",
      "source": "ads",
      "rank": 6,
      "citation_count": 1,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Asteroids were born big",
      "authors": [],
      "abstract": "How big were the first planetesimals? We attempt to answer this question by conducting coagulation simulations in which the planetesimals grow by mutual collisions and form larger bodies and planetary embryos. The size frequency distribution (SFD) of the initial planetesimals is considered a free parameter in these simulations, and we search for the one that produces at the end objects with a SFD that is consistent with Asteroid belt constraints. We find that, if the initial planetesimals were small (e.g. km-sized), the final SFD fails to fulfill these constraints. In particular, reproducing the bump observed at diameter D∼100km in the current SFD of the asteroids requires that the minimal size of the initial planetesimals was also ∼100 km. This supports the idea that planetesimals formed big, namely that the size of solids in the proto-planetary disk \"jumped\" from sub-meter scale to multi-kilometer scale, without passing through intermediate values. Moreover, we find evidence that the initial planetesimals had to have sizes ranging from 100 to several 100 km, probably even 1000 km, and that their SFD had to have a slope over this interval that was similar to the one characterizing the current asteroids in the same size range. This result sets a new constraint on planetesimal formation models and opens new perspectives for the investigation of the collisional evolution in the Asteroid and Kuiper belts as well as of the accretion of the cores of the giant planets.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2009Icar..204..558M/abstract",
      "source": "ads",
      "rank": 7,
      "citation_count": 405,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Active Asteroids",
      "authors": [],
      "abstract": "Some asteroids eject dust, unexpectedly producing transient, comet-like comae and tails. First ascribed to the sublimation of near-surface water ice, mass-losing asteroids (also called \"main-belt comets\") can in fact be driven by a surprising diversity of mechanisms. In this paper, we consider 11 dynamical asteroids losing mass, in nine of which the ejected material is spatially resolved. We address mechanisms for producing mass loss including rotational instability, impact ejection, electrostatic repulsion, radiation pressure sweeping, dehydration stresses, and thermal fracture, in addition to the sublimation of ice. In two objects (133P and 238P) the repetitive nature of the observed activity leaves ice sublimation as the only reasonable explanation, while in a third ((596) Scheila), a recent impact is the cause. Another impact may account for activity in P/2010 A2, but this tiny object can also be explained as having shed mass after reaching rotational instability. Mass loss from (3200) Phaethon is probably due to cracking or dehydration at extreme (~1000 K) perihelion temperatures, perhaps aided by radiation pressure sweeping. For the other bodies, the mass-loss mechanisms remain unidentified, pending the acquisition of more and better data. While the active asteroid sample size remains small, the evidence for an astonishing diversity of mass-loss processes in these bodies is clear.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2012AJ....143...66J/abstract",
      "source": "ads",
      "rank": 8,
      "citation_count": 257,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Radiative Spin-up and Spin-down of Small Asteroids",
      "authors": [],
      "abstract": "The Yarkovsky-O'Keefe-Radzievskii-Paddack (YORP) effect may spin up or spin down 5-km-radius asteroids on a 10 <SUP>8</SUP>-year timescale. Smaller asteroids spin up or down even faster due to the radius-squared dependence of the YORP timescale. The mechanism is the absorption of sunlight and its re-emission as thermal radiation from an irregularly shaped asteroid. This effect may compete with impacts and tidal encounters as a way of changing rotation rates for small asteroids, especially in the near-Earth region. The YORP effect may explain the rapid rotation of 1566 Icarus and the slow tumbling of 4179 Toutatis. It may explain to some extent the slow rotation of 253 Mathilde. Meteoroids spin up or down on timescales fast compared to their cosmic ray exposure ages.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2000Icar..148....2R/abstract",
      "source": "ads",
      "rank": 9,
      "citation_count": 503,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Main Belt Asteroids with WISE/NEOWISE. I. Preliminary Albedos and Diameters",
      "authors": [],
      "abstract": "We present initial results from the Wide-field Infrared Survey Explorer (WISE), a four-band all-sky thermal infrared survey that produces data well suited for measuring the physical properties of asteroids, and the NEOWISE enhancement to the WISE mission allowing for detailed study of solar system objects. Using a NEATM thermal model fitting routine, we compute diameters for over 100,000 Main Belt asteroids from their IR thermal flux, with errors better than 10%. We then incorporate literature values of visible measurements (in the form of the H absolute magnitude) to determine albedos. Using these data we investigate the albedo and diameter distributions of the Main Belt. As observed previously, we find a change in the average albedo when comparing the inner, middle, and outer portions of the Main Belt. We also confirm that the albedo distribution of each region is strongly bimodal. We observe groupings of objects with similar albedos in regions of the Main Belt associated with dynamical breakup families. Asteroid families typically show a characteristic albedo for all members, but there are notable exceptions to this. This paper is the first look at the Main Belt asteroids in the WISE data, and only represents the preliminary, observed raw size, and albedo distributions for the populations considered. These distributions are subject to survey biases inherent to the NEOWISE data set and cannot yet be interpreted as describing the true populations; the debiased size and albedo distributions will be the subject of the next paper in this series.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2011ApJ...741...68M/abstract",
      "source": "ads",
      "rank": 10,
      "citation_count": 368,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Near-Earth asteroids: Metals occurrence, extraction, and fabrication",
      "authors": [],
      "abstract": "Near-earth asteroids occur in three principle types of orbits: Amor, Apollo, and Aten. Amor asteroids make relatively close (within 0.3 AU) approaches to the earth's orbit, but do not actually overlap it. Apollo asteroids spend most of their time outside the earth's orbital path, but at some point of close approach to the sun, they cross the orbit of the earth. Aten asteroids are those whose orbits remain inside the earth's path for the majority of their time, with semi-major axes less than 0.1 AU. Near-earth orbit asteroids include: stones, stony-irons, irons, carbonaceous, and super-carbonaceous. Metals within these asteroids include: iron, nickel, cobalt, the platinum group, aluminum, titanium, and others. Focus is on the extraction of ferrous and platinum group metals from the stony-iron asteroids, and the iron asteroids. Extraction of the metal fraction can be accomplished through the use of tunnel-boring-machines (TBM) in the case of the stony-irons. The metals within the story-iron asteroids occur as dispersed granules, which can be separated from the stony fraction through magnetic and gaseous digestion separation techniques. The metal asteroids are processes by drilling and gaseous digestion or by gaseous digestion alone. Manufacturing of structures, housings, framing networks, pressure vessels, mirrors, and other products is accomplished through the chemical vapor deposition (CVD) of metal coating on advanced composites and on the inside of contour-defining inflatables (CDI). Metal coatings on advanced composites provide: resistance to degradation in the hostile environments of space; superior optical properties; superior heat dissipation; service as wear coatings; and service as evidential coatings. Metal coatings on the inside of CDI produce metal load-bearing products. Fibers such as graphite, kevlar, glass, ceramic, metal, etc., can be incorporated in the metal coatings on the inside of CDI producing metal matrix products which exhibit high strength and resist crack propagation.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1991rnes.nasaR..22W/abstract",
      "source": "ads",
      "rank": 11,
      "citation_count": 0,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The taxonomic distribution of asteroids from multi-filter all-sky photometric surveys",
      "authors": [],
      "abstract": "The distribution of asteroids across the main belt has been studied for decades to understand the current compositional distribution and what that tells us about the formation and evolution of our Solar System. All-sky surveys now provide orders of magnitude more data than targeted surveys. We present a method to bias-correct the asteroid population observed in the Sloan Digital Sky Survey (SDSS) according to size, distance, and albedo. We taxonomically classify this dataset consistent with the Bus and Binzel (Bus, S.J., Binzel, R.P. [2002]. Icarus 158, 146-177) and Bus-DeMeo et al. (DeMeo, F.E., Binzel, R.P., Slivan, S.M., Bus, S.J. [2009]. Icarus 202(July), 160-180) systems and present the resulting taxonomic distribution. The dataset includes asteroids as small as 5 km, a factor of three in diameter smaller than in previous work such as by Mothé-Diniz et al. (Mothé-Diniz, T., Carvano, J.M.Á., Lazzaro, D. [2003]. Icarus 162(March), 10-21). Because of the wide range of sizes in our sample, we present the distribution by number, surface area, volume, and mass whereas previous work was exclusively by number. While the distribution by number is a useful quantity and has been used for decades, these additional quantities provide new insights into the distribution of total material. We find evidence for D-types in the inner main belt where they are unexpected according to dynamical models of implantation of bodies from the outer Solar System into the inner Solar System during planetary migration (Levison, H.F., Bottke, W.F., Gounelle, M., Morbidelli, A., Nesvorný, D., Tsiganis, K. [2009]. Nature 460(July), 364-366). We find no evidence of S-types or other unexpected classes among Trojans and Hildas, albeit a bias favoring such a detection. Finally, we estimate for the first time the total amount of material of each class in the inner Solar System. The main belt’s most massive classes are C, B, P, V and S in decreasing order. Excluding the four most massive asteroids, (1) Ceres, (2) Pallas, (4) Vesta and (10) Hygiea that heavily skew the values, primitive material (C-, P-types) account for more than half main-belt and Trojan asteroids by mass, most of the remaining mass being in the S-types. All the other classes are minor contributors to the material between Mars and Jupiter.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2013Icar..226..723D/abstract",
      "source": "ads",
      "rank": 12,
      "citation_count": 322,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Fast and Slow Rotation of Asteroids",
      "authors": [],
      "abstract": "We present an analysis of the distribution of asteroid spin rates vs. size. The existence of significant populations of both slow and fast rotators among asteroids smaller than D=40 km, and especially below 10 km (where our sample is mostly near-Earth asteroids), is shown. We have found that the excess of slow rotators is present at spin rates below ≈0.8 rev/day, and the group of fast rotators occupies the range of spin rates &gt;7 rev/day. The fast rotators show interesting characteristics: The lack of objects rotating faster than 2.2 h period among asteroids with absolute magnitude H&lt;22, as well as the tendency to spheroidal shapes of fast rotators, is evidence that asteroids larger than a few hundred meters are mostly loosely bound, gravity-dominated aggregates with negligible tensile strength (\"rubble piles\"), while monoliths may be abundant among smaller objects. A large fraction (about half) of near-Earth fast-rotating asteroids appear to be binary systems, probably created by tidal disruptions during close encounters with the terrestrial planets.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2000Icar..148...12P/abstract",
      "source": "ads",
      "rank": 13,
      "citation_count": 323,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Fragmentation of Small Asteroids in the Atmosphere",
      "authors": [],
      "abstract": "The effect of the atmosphere on impacting asteroids and comets is investigated. It is found that the atmosphere is inefficient in preventing impact damage to the ground when the radius of a stony asteroid exceeds 100 m and that of a comet exceeds 500 m. For iron meteorites that impact at greater than 20 km/s, the critical radius is about 20-30 m. For low-velocity iron meteorites that hit at 11.2-15 km/s, the critical radius is only 2 m. While the dissipation of energy in the atmosphere protects the ground from impact damage, it can enhance the damage done by the airburst. The area of destruction produced by the airburst during the impact of small asteroids can be up to twice as large as would have been the case had the same energy been released at sea level. The plumes of stony meteorites with radii over about 60 km break out of the atmosphere and float around the earth, carrying entrapped dust whose deposition may provide a counter for large meteorite impacts.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1993AJ....105.1114H/abstract",
      "source": "ads",
      "rank": 14,
      "citation_count": 251,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Velocity Distributions among Colliding Asteroids",
      "authors": [],
      "abstract": "The probability distribution for impact velocities between two given asteroids is wide, non-Gaussian, and often contains spikes according to our new method of analysis in which each possible orbital geometry for collision is weighted according to its probability. An average value would give a good representation only if the distribution were smooth and narrow. Therefore, the complete velocity distribution we obtain for various asteroid populations differs significantly from published histograms of average velocities. For all pairs among the 682 asteroids in the main-belt with D &gt; 50 km, we find that our computed velocity distribution is much wider than previously computed histograms of average velocities. In this case, the most probable impact velocity is ∼4.4 km/sec, compared with the mean impact velocity of 5.3 km/sec. For cases of a single asteroid (e.g., Gaspra or Ida) relative to an impacting population, the distribution we find yields lower velocities than previously reported by others. The width of these velocity distributions implies that mean impact velocities must be used with caution when calculating asteroid collisional lifetimes or crater-size distributions. Since the most probable impact velocities are lower than the mean, disruption events may occur less frequently than previously estimated. However, this disruption rate may be balanced somewhat by an apparent increase in the frequency of high-velocity impacts between asteroids. These results have implications for issues such as asteroidal disruption rates, the amount/type of impact ejecta available for meteoritical delivery to the Earth, and the geology and evolution of specific asteroids like Gaspra.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/1994Icar..107..255B/abstract",
      "source": "ads",
      "rank": 15,
      "citation_count": 360,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Combined spin orientation and phase function of asteroids",
      "authors": [],
      "abstract": "Context. Large sky surveys provide numerous non-targeted observations of small bodies of the Solar System. The upcoming LSST of the Vera C. Rubin Observatory will be the largest source of small body photometry in the next decade. With non-coordinated epochs of observation, colors - and therefore taxonomy and composition - can only be computed by comparing absolute magnitudes obtained in each filter by solving the phase function (evolution of brightness of the small body against the solar phase angle). Current models in use in the community (HG, HG<SUB>12</SUB><SUP>*</SUP>, and HG<SUB>1</SUB>G<SUB>2</SUB>), however, fail to reproduce the long-term photometry of many targets due to the change in the aspect angle between apparitions. <BR /> Aims: We aim to derive a generic yet simple phase function model accounting for the variable geometry of the small bodies over multiple apparitions. <BR /> Methods: As a spinoff of the HG<SUB>1</SUB> G<SUB>2</SUB> model, we propose the sHG<SUB>1</SUB>G<SUB>2</SUB> phase function model in which we introduce a term describing the brightness changes due to spin orientation and polar oblateness. We applied this new model to 13 245 908 observations of 122 675 Solar System objects (SSOs). These observations were acquired in the g and r filters with the Zwicky Transient Facility between November 1, 2019 and December 1, 2023. We retrieved them and implemented the new sHG<SUB>1</SUB>G<SUB>2</SUB> model in FINK, a broker of alerts designed for the LSST. <BR /> Results: The sHG<SUB>1</SUB>G<SUB>2</SUB> model leads to smaller residuals than other phase function models, providing a better description of the photometry of asteroids. We determined the absolute magnitude, H, and phase function coefficients (G<SUB>1</SUB>, G<SUB>2</SUB>) in each filter, the spin orientation (α<SUB>0</SUB>, δ<SUB>0</SUB>), and the polar-to-equatorial oblateness, R, for 95 593 SSOs, which constitutes about a tenfold increase in the number of characterized objects compared to the current census. <BR /> Conclusions: The application of the sHG<SUB>1</SUB> G<SUB>2</SUB> model to ZTF alert data using the FINK broker shows that the model is appropriate for extracting physical properties of asteroids from multi-band and sparse photometry, such as the forthcoming LSST survey. <P />The data presented here are available at the CDS via anonymous ftp to <A href=\"https://cdsarc.cds.unistra.fr\">cdsarc.cds.unistra.fr</A> (ftp://130.79.128.5) or via <A href=\"https://cdsarc.cds.unistra.fr/viz-bin/cat/J/A+A/687/A38\">https://cdsarc.cds.unistra.fr/viz-bin/cat/J/A+A/687/A38</A>",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024A&A...687A..38C/abstract",
      "source": "ads",
      "rank": 16,
      "citation_count": 12,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Rotational breakup as the origin of small binary asteroids",
      "authors": [],
      "abstract": "Asteroids with satellites are observed throughout the Solar System, from subkilometre near-Earth asteroid pairs to systems of large and distant bodies in the Kuiper belt. The smallest and closest systems are found among the near-Earth and small inner main-belt asteroids, which typically have rapidly rotating primaries and close secondaries on circular orbits. About 15 per cent of near-Earth and main-belt asteroids with diameters under 10km have satellites. The mechanism that forms such similar binaries in these two dynamically different populations was hitherto unclear. Here we show that these binaries are created by the slow spinup of a `rubble pile' asteroid by means of the thermal YORP (Yarkovsky-O'Keefe-Radzievskii-Paddack) effect. We find that mass shed from the equator of a critically spinning body accretes into a satellite if the material is collisionally dissipative and the primary maintains a low equatorial elongation. The satellite forms mostly from material originating near the primary's surface and enters into a close, low-eccentricity orbit. The properties of binaries produced by our model match those currently observed in the small near-Earth and main-belt asteroid populations, including 1999KW<SUB>4</SUB> (refs 3, 4).",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2008Natur.454..188W/abstract",
      "source": "ads",
      "rank": 17,
      "citation_count": 328,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Growth of asteroids, planetary embryos, and Kuiper belt objects by chondrule accretion",
      "authors": [],
      "abstract": "Chondrules are millimeter-sized spherules that dominate primitive meteorites (chondrites) originating from the asteroid belt. The incorporation of chondrules into asteroidal bodies must be an important step in planet formation, but the mechanism is not understood. We show that the main growth of asteroids can result from gas drag-assisted accretion of chondrules. The largest planetesimals of a population with a characteristic radius of 100 km undergo runaway accretion of chondrules within ~3 My, forming planetary embryos up to Mars's size along with smaller asteroids whose size distribution matches that of main belt asteroids. The aerodynamical accretion leads to size sorting of chondrules consistent with chondrites. Accretion of millimeter-sized chondrules and ice particles drives the growth of planetesimals beyond the ice line as well, but the growth time increases above the disc lifetime outside of 25 AU. The contribution of direct planetesimal accretion to the growth of both asteroids and Kuiper belt objects is minor. In contrast, planetesimal accretion and chondrule accretion play more equal roles in the formation of Moon-sized embryos in the terrestrial planet formation region. These embryos are isolated from each other and accrete planetesimals only at a low rate. However, the continued accretion of chondrules destabilizes the oligarchic configuration and leads to the formation of Mars-sized embryos and terrestrial planets by a combination of direct chondrule accretion and giant impacts.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2015SciA....1E0109J/abstract",
      "source": "ads",
      "rank": 18,
      "citation_count": 355,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "Photometric survey of binary near-Earth asteroids",
      "authors": [],
      "abstract": "Photometric data on 17 binary near-Earth asteroids (15 of them are certain detections, two are probables) were analysed and characteristic properties of the near-Earth asteroid (NEA) binary population were inferred. We have found that binary systems with a secondary-to-primary mean diameter ratio D/D⩾0.18 concentrate among NEAs smaller than 2 km in diameter; the abundance of such binaries decreases significantly among larger NEAs. Secondaries show an upper size limit of D=0.5-1 km. Systems with D/D⩽0.5 are abundant but larger satellites are significantly less common. Primaries have spheroidal shapes and they rotate rapidly, with periods concentrating between 2.2 to 2.8 h and with a tail of the distribution up to ∼4 h. The fast rotators are close to the critical spin for rubble piles with bulk densities about 2 g/cm <SUP>3</SUP>. Orbital periods show an apparent cut-off at P∼11 h; closer systems with shorter orbital periods have not been discovered, which is consistent with the Roche limit for strengthless bodies. Secondaries are more elongated on average than primaries. Most, but not all, of their rotations appear to be synchronized with the orbital motion; nonsynchronous secondary rotations may occur especially among wider systems with P&gt;20 h. The specific total angular momentum of most of the binary systems is similar to within ±20% and close to the angular momentum of a sphere with the same total mass and density, rotating at the disruption limit; this suggests that the binaries were created by mechanism(s) related to rotation near the critical limit and that they neither gained nor lost significant amounts of angular momentum during or since formation. A comparison with six small asynchronous binaries detected in the main belt of asteroids suggests that the population extends beyond the region of terrestrial planets, but with characteristics shifted to larger sizes and longer periods. The estimated mean proportion of binaries with D/D⩾0.18 among NEAs larger than 0.3 km is 15±4%. Among fastest rotating NEAs larger than 0.3 km with periods between 2.2 and 2.8 h, the mean proportion of such binaries is (66 <SUP>+10</SUP><SUB>-12</SUB>)%.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2006Icar..181...63P/abstract",
      "source": "ads",
      "rank": 19,
      "citation_count": 286,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    },
    {
      "title": "The Active Asteroids Citizen Science Program: Overview and First Results",
      "authors": [],
      "abstract": "We present the Citizen Science program Active Asteroids and describe discoveries stemming from our ongoing project. Our NASA Partner program is hosted on the Zooniverse online platform and launched on 2021 August 31, with the goal of engaging the community in the search for active asteroids—asteroids with comet-like tails or comae. We also set out to identify other unusual active solar system objects, such as active Centaurs, active quasi-Hilda asteroids (QHAs), and Jupiter-family comets (JFCs). Active objects are rare in large part because they are difficult to identify, so we ask volunteers to assist us in searching for active bodies in our collection of millions of images of known minor planets. We produced these cutout images with our project pipeline that makes use of publicly available Dark Energy Camera data. Since the project launch, roughly 8300 volunteers have scrutinized some 430,000 images to great effect, which we describe in this work. In total, we have identified previously unknown activity on 15 asteroids, plus one Centaur, that were thought to be asteroidal (i.e., inactive). Of the asteroids, we classify four as active QHAs, seven as JFCs, and four as active asteroids, consisting of one main-belt comet (MBC) and three MBC candidates. We also include our findings concerning known active objects that our program facilitated, an unanticipated avenue of scientific discovery. These include discovering activity occurring during an orbital epoch for which objects were not known to be active, and the reclassification of objects based on our dynamical analyses.",
      "doi": null,
      "year": null,
      "url": "https://ui.adsabs.harvard.edu/abs/2024AJ....167..156C/abstract",
      "source": "ads",
      "rank": 20,
      "citation_count": 7,
      "doctype": "",
      "property": [],
      "original_rank": null,
      "rank_change": null,
      "original_score": null,
      "boosted_score": null,
      "boost_factors": null
    }
  ]
}