{
  "bibcode": "2022ApJ...931...44P",
  "title": "RESOLVE and ECO: Finding Low-metallicity z   0 Dwarf AGN Candidates Using Optimized Emission-line Diagnostics",
  "abstract": "Existing star-forming vs. active galactic nucleus (AGN) classification schemes using optical emission-line diagnostics mostly fail for low-metallicity and/or highly star-forming galaxies, missing AGN in typical z ~ 0 dwarfs. To recover AGN in dwarfs with strong emission lines (SELs), we present a classification scheme optimizing the use of existing optical diagnostics. We use Sloan Digital Sky Survey emission-line catalogs overlapping the volume- and mass-limited REsolved Spectroscopy Of a Local VolumE (RESOLVE) and Environmental COntex (ECO) surveys to determine the AGN percentage in SEL dwarfs. Our photoionization grids show that the [O III]/Hβ versus [S II]/Hα diagram (S II plot) and [O III]/Hβ versus [O I]/Hα diagram (O I plot) are less metallicity sensitive and more successful in identifying dwarf AGN than the popular [O III]/Hβ versus [N II]/Hα diagnostic (N II plot or \"BPT diagram\"). We identify a new category of \"star-forming AGN\" (SF-AGN) classified as star-forming by the N II plot but as AGN by the S II and/or O I plots. Including SF-AGN, we find the z ~ 0 AGN percentage in dwarfs with SELs to be ~3%-16%, far exceeding most previous optical estimates (~1%). The large range in our dwarf AGN percentage reflects differences in spectral fitting methodologies between catalogs. The highly complete nature of RESOLVE and ECO allows us to normalize strong emission-line galaxy statistics to the full galaxy population, reducing the dwarf AGN percentage to ~0.6%-3.0%. The newly identified SF-AGN are mostly gas-rich dwarfs with halo mass &lt;10<SUP>11.5</SUP> M <SUB>⊙</SUB>, where highly efficient cosmic gas accretion is expected. Almost all SF-AGN also have low metallicities (Z ≲ 0.4 Z <SUB>⊙</SUB>), demonstrating the advantage of our method.",
  "search_results": [
    {
      "bibcode": "2024MNRAS.528.5252M",
      "title": "MaNGA AGN dwarf galaxies (MAD) - I. A new sample of AGNs in dwarf galaxies with spatially-resolved spectroscopy",
      "abstract": "The finding of active galactic nuclei (AGNs) in dwarf galaxies has important implications for galaxy evolution and supermassive black hole formation models. Yet, how AGNs in dwarf galaxies form is still debated, in part due to scant demographics. We use the MaNGA survey, comprising ~10 000 galaxies at z &lt; 0.15, to identify AGN dwarf galaxies using a spaxel-by-spaxel classification in three spatially-resolved emission-line diagnostic diagrams (the [N II]-, [S II]-, and [O I]-BPT) and the WHAN diagram. This yields a sample of 664 AGN dwarf galaxies, the largest to date, and an AGN fraction of $\\sim 20~{{\\ \\rm per\\ cent}}$ that is significantly larger than that of single-fibre-spectroscopy studies (i.e. $\\sim 1~{{\\ \\rm per\\ cent}}$). This can be explained by the lower bolometric luminosity (&lt;10<SUP>42</SUP> erg s<SUP>-1</SUP>) and accretion rate (sub-Eddington) of the MaNGA AGN dwarf galaxies. We additionally identify 1176 SF-AGNs (classified as star-forming in the [N II]-BPT but as AGNs in the [S II]- and [O I]-BPT), 122 Composite, and 173 LINER sources. The offset between the optical centre of the galaxy and the median position of the AGN spaxels is more than 3 arcsec for ~62% of the AGNs, suggesting that some could be off-nuclear. We also identify seven new broad-line AGNs with log M<SUB>BH</SUB> = 5.0-5.9 M<SUB>⊙</SUB>. Our results show how integral-field spectroscopy is a powerful tool for uncovering faint and low-accretion AGNs and better constraining the demographics of AGNs in dwarf galaxies.",
      "claude_score": 4,
      "gemini_score": null,
      "deepseek_score": 4
    },
    {
      "bibcode": "2025ApJ...982...10P",
      "title": "Tripling the Census of Dwarf AGN Candidates Using DESI Early Data",
      "abstract": "Using early data from the Dark Energy Spectroscopic Instrument (DESI) survey, we search for active galactic nuclei (AGN) signatures in 410,757 line-emitting galaxies. By employing the BPT emission-line ratio diagnostic diagram, we identify AGNs in 75,928/296,261 (≈25.6%) high-mass (<inline-formula> </inline-formula> 9.5) and 2444/114,496 (≈2.1%) dwarf (<inline-formula> </inline-formula> 9.5) galaxies. Of these AGN candidates, 4181 sources exhibit a broad Hα component, allowing us to estimate their BH masses via virial techniques. This study more than triples the census of dwarf AGNs and doubles the number of intermediate-mass black hole (M<SUB>BH</SUB> ≤ 10<SUP>6</SUP>M<SUB>⊙</SUB>) candidates, spanning a broad discovery space in stellar mass (7 <inline-formula> </inline-formula> 12) and redshift (0.001 &lt;z &lt; 0.45). The observed AGN fraction in dwarf galaxies (≈2.1%) is nearly four times higher than prior estimates, primarily due to DESI's smaller fiber size, which enables the detection of lower-luminosity dwarf AGN candidates. We also extend the M<SUB>BH</SUB>–M<SUB>⋆</SUB> scaling relation down to <inline-formula> </inline-formula> 8.5 and <inline-formula> </inline-formula> 4.4, with our results aligning well with previous low-redshift studies. The large statistical sample of dwarf AGN candidates from current and future DESI releases will be invaluable for enhancing our understanding of galaxy evolution at the low-mass end of the galaxy mass function.",
      "claude_score": 4,
      "gemini_score": null,
      "deepseek_score": 3
    },
    {
      "bibcode": "2019ApJ...876...12A",
      "title": "Crossing the Line: Active Galactic Nuclei in the Star-forming Region of the BPT Diagram",
      "abstract": "In this work, we investigate the reliability of the BPT diagram for excluding galaxies that host an active galactic nucleus (AGN). We determine the prevalence of X-ray AGNs in the star-forming region of the BPT diagram and discuss the reasons behind this apparent misclassification, focusing primarily on relatively massive ({log}({M}<SUB>* </SUB>)≳ 10) galaxies. X-ray AGNs are selected from deep XMM observations using a new method that results in greater samples with a wider range of X-ray luminosities, complete to {log}({L}<SUB>{{X</SUB>}})&gt; 41 for z &lt; 0.3. Taking X-ray detectability into account, we find that the average fraction of X-ray AGNs in the BPT star-forming branch is 2%, suggesting the BPT diagram can provide a reasonably clean sample of star-forming galaxies. However, the X-ray selection is itself rather incomplete. At the tip of the AGN branch of the BPT diagram, the X-ray AGN fraction is only 14%, which may have implications for studies that exclude AGNs based only on X-ray observations. Interestingly, the X-ray AGN fractions are similar for Seyfert and LINER populations, consistent with LINERs being true AGNs. We find that neither the star formation dilution nor the hidden broad-line components can satisfactorily explain the apparent misclassification of X-ray AGNs. On the other hand, ∼40% of all X-ray AGNs have weak emission lines such that they cannot be placed on the BPT diagram at all and often have low specific SFRs. Therefore, the most likely explanation for “misclassified” X-ray AGNs is that they have intrinsically weak AGN lines, and are only placeable on the BPT diagram when they tend to have high specific SFRs.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2015MNRAS.454.3722S",
      "title": "The search for active black holes in nearby low-mass galaxies using optical and mid-IR data",
      "abstract": "We investigated AGN activity in low-mass galaxies, an important regime that can shed light on to black hole (BH) formation and evolution, and their interaction with their host galaxies. We identified 336 AGN candidates from a parent sample of ∼48 000 nearby low-mass galaxies (M<SUB>*</SUB> ≤ 10<SUP>9.5</SUP> M<SUB>⊙</SUB>, z &lt; 0.1) in the Sloan Digital Sky Survey. We selected the AGN using the classical BPT diagram, a similar optical emission line diagnostic based on the He II λ4686 line, and mid-IR colour cuts. Different criteria select host galaxies with different physical properties such as stellar mass and optical colour and only 3 out of 336 sources fulfil all three criteria. This could be in part due to selection biases. The resulting AGN fraction of ∼0.7 per cent is at least one order of magnitude below the one estimated for more massive galaxies. At optical wavelengths, the He II-based AGN selection appears to be more sensitive to AGN hosted in star-forming galaxies than the classical BPT diagram, at least in the low-mass regime. The archival X-ray and radio data available for some of the AGN candidates seem to confirm their AGN nature, but follow-up observations are needed to confirm the AGN nature of the rest of the sample, especially in the case of mid-IR selection. Our sample will be important for future follow-up studies aiming to understand the relation between BHs and host galaxies in the low-mass regime.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 3
    },
    {
      "bibcode": "2019ApJ...884..180D",
      "title": "AGN All the Way Down? AGN-like Line Ratios Are Common in the Lowest-mass Isolated Quiescent Galaxies",
      "abstract": "We investigate the lowest-mass quiescent galaxies known to exist in isolated environments ({M}<SUP>* </SUP>={10}<SUP>9.0-9.5</SUP> {M}<SUB>⊙ </SUB>; 1.5 Mpc from a more massive galaxy). This population may represent the lowest stellar mass galaxies in which internal feedback quenches galaxy-wide star formation. We present a Keck/Echelle Spectrograph and Imager long-slit spectroscopy for 27 isolated galaxies in this regime (20 quiescent galaxies and 7 star-forming galaxies). We measure emission line strengths as a function of radius and place galaxies on the Baldwin-Phillips-Terlevich (BPT) diagram. Remarkably, 16 of 20 quiescent galaxies in our sample host central active galactic nucleus (AGN)-like line ratios. Only five of these quiescent galaxies were identified as AGN-like in the Sloan Digital Sky Survey due to a lower spatial resolution and signal-to-noise ratio. We find that many of the quiescent galaxies in our sample have spatially extended emission across the non-star-forming regions of BPT-space. While quenched galaxies in denser environments in this mass range often show no evidence for AGN activity, a significant fraction of quiescent galaxies in isolation host AGNs despite their overall passive appearances.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2013ApJ...775..116R",
      "title": "Dwarf Galaxies with Optical Signatures of Active Massive Black Holes",
      "abstract": "We present a sample of 151 dwarf galaxies (10<SUP>8.5</SUP> &lt;~ M <SUB>sstarf</SUB> &lt;~ 10<SUP>9.5</SUP> M <SUB>⊙</SUB>) that exhibit optical spectroscopic signatures of accreting massive black holes (BHs), increasing the number of known active galaxies in this stellar-mass range by more than an order of magnitude. Utilizing data from the Sloan Digital Sky Survey Data Release 8 and stellar masses from the NASA-Sloan Atlas, we have systematically searched for active BHs in ~25,000 emission-line galaxies with stellar masses comparable to the Magellanic Clouds and redshifts z &lt; 0.055. Using the narrow-line [O III]/Hβ versus [N II]/Hα diagnostic diagram, we find photoionization signatures of BH accretion in 136 galaxies, a small fraction of which also exhibit broad Hα emission. For these broad-line active galactic nucleus (AGN) candidates, we estimate BH masses using standard virial techniques and find a range of 10<SUP>5</SUP> &lt;~ M <SUB>BH</SUB> &lt;~ 10<SUP>6</SUP> M <SUB>⊙</SUB> and a median of M <SUB>BH</SUB> ~ 2 × 10<SUP>5</SUP> M <SUB>⊙</SUB>. We also detect broad Hα in 15 galaxies that have narrow-line ratios consistent with star-forming galaxies. Follow-up observations are required to determine if these are true type 1 AGN or if the broad Hα is from stellar processes. The median absolute magnitude of the host galaxies in our active sample is M<SUB>g</SUB> = -18.1 mag, which is ~1-2 mag fainter than previous samples of AGN hosts with low-mass BHs. This work constrains the smallest galaxies that can form a massive BH, with implications for BH feedback in low-mass galaxies and the origin of the first supermassive BH seeds.",
      "claude_score": 4,
      "gemini_score": null,
      "deepseek_score": 3
    },
    {
      "bibcode": "2007ApJ...670...92G",
      "title": "A New Sample of Low-Mass Black Holes in Active Galaxies",
      "abstract": "We present an expanded sample of low-mass black holes (BHs) found in galactic nuclei. Using standard virial mass techniques to estimate BH masses, we select from the Fourth Data Release of the Sloan Digital Sky Survey all broad-line active galaxies with masses &lt;2×10<SUP>6</SUP> M<SUB>solar</SUB>. BHs in this mass regime provide unique tests of the relationship between BHs and galaxies, since their late-type galaxy hosts do not necessarily contain classical bulges. Furthermore, they provide observational analogs of primordial seed BHs and are expected, when merging, to provide strong gravitational signals for future detectors such as LISA. From our preliminary sample of 19, we have increased the total sample by an order of magnitude to 174, as well as an additional 55 (less secure) candidates. The sample has a median BH mass of &lt;M<SUB>BH</SUB>&gt;=1.3×10<SUP>6</SUP> M<SUB>solar</SUB>, and in general the objects are radiating at high fractions of their Eddington limits. We investigate the broad spectral properties of the sample; 55 are detected by ROSAT, with soft X-ray luminosities in the range 10<SUP>40</SUP> to 7×10<SUP>43</SUP> ergs s<SUP>-1</SUP>. Much like the preliminary sample, these objects are predominantly radio-quiet (R≡f<SUB>6cm</SUB>/f<SUB>4400Å</SUB>&lt;10), but 11 objects are detected at 20 cm, with radio powers (10<SUP>21</SUP>-10<SUP>23</SUP> W Hz<SUP>-1</SUP>) that may arise from either star formation or nuclear activity; only 1% of the sample is radio-loud. We further confirm that, with &lt;M<SUB>g</SUB>&gt;=-19.3 and &lt;g-r&gt;=0.7 mag, the host galaxies are low-mass, late-type systems. At least 40% show disklike morphologies, and the combination of host galaxy colors and higher order Balmer absorption lines indicate intermediate-age stellar populations in a subset of the sample.",
      "claude_score": 2,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2006MNRAS.371.1559G",
      "title": "Emission-line diagnostics of low-metallicity active galactic nuclei",
      "abstract": "Current emission-line-based estimates of the metallicity of active galactic nuclei (AGN) at both high and low redshifts indicate that AGN have predominantly solar-to-supersolar metallicities. This leads to the question: do low-metallicity AGN exist? In this paper, we use photoionization models to examine the effects of metallicity variations on the narrow emission-lines from an AGN. We explore a variety of emission-line diagnostics that are useful for identifying AGN with low-metallicity gas. We find that line ratios involving [NII] are the most robust metallicity indicators in galaxies where the primary source of ionization is from the active nucleus. Ratios involving [SII] and [OI] are strongly affected by uncertainties in modelling the density structure of the narrow-line clouds. To test our diagnostics, we turn to an analysis of AGN in the Sloan Digital Sky Survey (SDSS). We find a clear trend in the relative strength of [NII] with the mass of the AGN-host galaxy. The metallicity of the ISM is known to be correlated with stellar mass in star-forming galaxies; our results indicate that a similar trend exists for AGN. We also find that the best-fitting models for typical Seyfert narrow-line regions (NLRs) have supersolar abundances. Although there is a mass-dependent range of a factor of 2-3 in the NLR metallicities of the AGN in our sample, AGN with subsolar metallicities are very rare in the SDSS. Out of a sample of ~23000 Seyfert 2 galaxies, we find only ~40 clear candidates for AGN with NLR abundances that are below solar.",
      "claude_score": 2,
      "gemini_score": null,
      "deepseek_score": 3
    },
    {
      "bibcode": "2010AJ....139..712L",
      "title": "Theoretical Modeling of Star-Forming Galaxies. I. Emission-Line Diagnostic Grids for Local and Low-Metallicity Galaxies",
      "abstract": "We use the newest generation of the Starburst99/Mappings code to generate an extensive suite of models to facilitate detailed studies of star-forming galaxies and their interstellar medium properties, particularly at low metallicities. The new models used include a rigorous treatment of metal opacities in the population synthesis modeling and more detailed dust physics in the photoionization code. These models span a wide range of physical parameters including metallicity, ionization parameter, and the adoption of both an instantaneous burst and continuous star formation history (SFH). We examine the agreement between our models and local (z &lt; 0.1) star-forming galaxy populations from several large data sets, including the Sloan Digital Sky Survey, the Nearby Field Galaxy Survey, and samples of blue compact galaxies and metal-poor galaxies. We find that models adopting a continuous SFH reproduce the metallicity-sensitive line ratios observed in the local population of star-forming galaxies, including the low-metallicity sample. However, we find that the current codes generate an insufficiently hard ionizing radiation field, leading to deficiencies in the [S II] fluxes produced by the models. We consider the advantages and shortcomings of this suite of models, and discuss future work and improvements that can be applied to the modeling of star-forming galaxies.",
      "claude_score": 2,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2017ApJ...836...20B",
      "title": "X-ray and Ultraviolet Properties of AGNs in Nearby Dwarf Galaxies",
      "abstract": "We present new Chandra X-ray Observatory and Hubble Space Telescope observations of eight optically selected broad-line active galactic nucleus (AGN) candidates in nearby dwarf galaxies (z &lt; 0.055). Including archival Chandra observations of three additional sources, our sample contains all 10 galaxies from Reines et al. (2013) with both broad Hα emission and narrow-line AGN ratios (six AGNs, four composites), as well as one low-metallicity dwarf galaxy with broad Hα and narrow-line ratios characteristic of star formation. All 11 galaxies are detected in X-rays. Nuclear X-ray luminosities range from L <SUB>0.5-7keV</SUB> ≈ 5 × 10<SUP>39</SUP> to 1 × 10<SUP>42</SUP> ergs<SUP>-1</SUP>. In all cases except for the star-forming galaxy, the nuclear X-ray luminosities are significantly higher than would be expected from X-ray binaries, providing strong confirmation that AGNs and composite dwarf galaxies do indeed host actively accreting black holes (BHs). Using our estimated BH masses (which range from ∼7 × 10<SUP>4</SUP> to 1 × 10<SUP>6</SUP> M <SUB>⊙</SUB>), we find inferred Eddington fractions ranging from ∼0.1% to 50%, I.e., comparable to massive broad-line quasars at higher redshift. We use the HST imaging to determine the ratio of UV to X-ray emission for these AGNs, finding that they appear to be less X-ray luminous with respect to their UV emission than more massive quasars (I.e., α <SUB>OX</SUB> values an average of 0.36 lower than expected based on the relation between α <SUB>OX</SUB> and 2500 Å luminosity). Finally, we discuss our results in the context of different accretion models onto nuclear BHs.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2019MNRAS.487.4153D",
      "title": "Separating line emission from star formation, shocks, and AGN ionization in NGC 1068",
      "abstract": "In the optical spectra of galaxies, the separation of line emission from gas ionized by star formation and an active galactic nucleus (AGN), or by star formation and shocks, are very well-understood problems. However, separating line emission between AGN and shocks has proven difficult. With the aid of a new three-dimensional diagnostic diagram, we show the simultaneous separation of line emission from star formation, shocks, and AGN in NGC 1068, and quantify the ratio of star formation, shocks, and AGN in each spaxel. The AGN, shock, and star formation luminosity distributions across the galaxy accurately align with X-ray, radio, and CO(3-2) observations, respectively. Comparisons with previous separation methods show that the shocked emission heavily mixes with the AGN emission. We also show that if the H α flux is to be used as a star formation rate indicator, separating line emission from as many sources as possible should be attempted to ensure accurate results.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 1
    },
    {
      "bibcode": "2012ApJ...756...51L",
      "title": "Physical Properties of the Narrow-line Region of Low-mass Active Galaxies",
      "abstract": "We present spectroscopic observations of 27 active galactic nuclei (AGNs) with some of the lowest black hole (BH) masses known. We use the high spectral resolution and small aperture of our Keck data, taken with the Echellette Spectrograph and Imager, to isolate the narrow-line regions (NLRs) of these low-mass BHs. We investigate their emission-line properties and compare them with those of AGNs with higher-mass BHs. While we are unable to determine absolute metallicities, some of our objects plausibly represent examples of the low-metallicity AGNs described by Groves et al., based on their [N II]/Hα ratios and their consistency with the Kewley &amp; Ellison mass-metallicity relation. We find tentative evidence for steeper far-UV spectral slopes in lower-mass systems. Overall, NLR emission lines in these low-mass AGNs exhibit trends similar to those seen in AGNs with higher-mass BHs, such as increasing blueshifts and broadening with increasing ionization potential. Additionally, we see evidence of an intermediate-line region whose intensity correlates with L/L <SUB>Edd</SUB>, as seen in higher-mass AGNs. We highlight the interesting trend that, at least in these low-mass AGNs, the [O III] equivalent width (EW) is highest in symmetric NLR lines with no blue wing. This trend of increasing [O III] EW with line symmetry could be explained by a high covering factor of lower-ionization gas in the NLR. In general, low-mass AGNs preserve many well-known trends in the structure of the NLR, while exhibiting steeper ionizing continuum slopes and somewhat lower gas-phase metallicities.",
      "claude_score": 3,
      "gemini_score": null,
      "deepseek_score": 2
    },
    {
      "bibcode": "2019MNRAS.482.2913B",
      "title": "Multimessenger signatures of massive black holes in dwarf galaxies",
      "abstract": "Recent discoveries of massive black holes (MBHs) in dwarf galaxies suggest that they may have a more common presence than once thought. Systematic searches are revealing more candidates, but this process could be accelerated by predictions from simulations. We perform a study of several high-resolution, cosmological, zoom-in simulations focusing on dwarf galaxies that host massive black holes at z = 0, with the aim of determining when the black holes are most observable. Larger dwarf galaxies are more likely to host MBHs than those of lower mass. About 50 per cent of the MBHs in dwarfs are not centrally located, but rather are wandering within a few kpc of the galaxy centre. The accretion luminosities of MBHs in dwarfs are low throughout cosmic time, rendering them extremely difficult to detect. However, the merger history of these MBHs is optimal for gravitational wave detection by LISA.",
      "claude_score": 2,
      "gemini_score": null,
      "deepseek_score": 1
    }
  ],
  "claude_relative_score": null,
  "gemini_relative_score": null,
  "deepseek_relative_score": null
}